{
	"ancestry": [
		{
			"name": "Vishkanya",
			"source": "LOIL",
			"page": 58,
			"rarity": "rare",
			"hp": 8,
			"size": [
				"medium"
			],
			"speed": {
				"walk": 25
			},
			"boosts": [
				"dexterity",
				"free"
			],
			"languages": [
				"{@language Common}",
				"{@language Vishkanya}",
				"Additional languages equal to your Intelligence modifier (if it's positive). Choose from {@language Aklo}, {@language Aquan}, {@language Draconic}, {@language Elven}, {@language Goblin}, {@language Undercommon}, {@language Vanaran}, and any other languages to which you have access (such as the languages prevalent in your region)."
			],
			"traits": [
				"humanoid",
				"vishkanya"
			],
			"features": [
				{
					"name": "Low-light Vision",
					"entries": [
						"You can see in dim light as though it were bright light, so you ignore the {@condition concealed} condition due to dim light."
					]
				},
				{
					"name": "Innate Venom",
					"entries": [
						"Your blood carries toxins deadly to all but yourself. You gain the {@action Envenom|LOIL} action, which can deliver minor vishkanyan venom. The save DC for your venom is equal to the higher of your class DC or spell DC."
					]
				}
			],
			"entries": [
				"Vishkanyas are ophidian humanoids who carry potent venom within their blood and saliva. Largely misunderstood due to old tales of their toxicity and natural finesse, vishkanyas work to grow into more than just what stories paint them to be."
			],
			"heritage": [
				{
					"shortName": "Elusive",
					"name": "Elusive Vishkanya",
					"page": 60,
					"source": "LOIL",
					"entries": [
						"Your flexible body seems unnaturally fluid to some, though they can rarely put a finger on what seems strange about you. You can escape foes with ease. You gain a +1 circumstance bonus to checks to {@action Escape}. Additionally, you move twice as fast when {@action Squeeze||Squeezing}."
					]
				},
				{
					"shortName": "Keen-Venom",
					"name": "Keen-Venom Vishkanya",
					"page": 60,
					"source": "LOIL",
					"entries": [
						"You're practiced with using your venom in combat, allowing you to employ your venom at a moment's notice. Your Envenom action doesn't trigger reactions that normally trigger on a manipulate action. Additionally, you gain the {@action Venom Draw|LOIL} action.",
						{
							"type": "data",
							"tag": "action",
							"name": "Venom Draw",
							"source": "LOIL"
						}
					]
				},
				{
					"shortName": "Old-Blood",
					"name": "Old-Blood Vishkanya",
					"page": 60,
					"source": "LOIL",
					"entries": [
						"You have a direct matrilineal line to the original group of vishkanyas upon the Vudrani ships that came to reclaim Jalmeray. Since then, your family has adjusted well to a new life in the Inner Sea. You become trained in {@skill Society} (or another skill of your choice if you're already trained in {@skill Society}), and you gain your choice of the {@feat Courtly Graces} or {@feat Streetwise} feat."
					]
				},
				{
					"shortName": "Prismatic",
					"name": "Prismatic Vishkanya",
					"page": 60,
					"source": "LOIL",
					"entries": [
						"Your scales shimmer and catch the light in an intoxicating display of colors. You become trained in {@skill Performance} (or another skill of your choice if you're already trained in {@skill Performance}) and gain the {@feat Fascinating Performance} feat."
					]
				},
				{
					"shortName": "Scalekeeper",
					"name": "Scalekeeper Vishkanya",
					"page": 60,
					"source": "LOIL",
					"entries": [
						"You are part of the family of vishkanyas in your community tasked with keeping records of the history and experiences of your people. Your scholarly skill affords you a quick mind. Once per day, you can attempt to Recall Knowledge as a free action. "
					]
				},
				{
					"shortName": "Venom",
					"name": "Venom-Resistant",
					"page": 60,
					"source": "LOIL",
					"entries": [
						"Vishkanya Your body contains not just venom but numerous antivenoms. You gain poison resistance equal to half your level (minimum 1), and each of your successful saving throws against a poison affliction reduces its stage by 2, or by 1 for a virulent poison. Each critical success against an ongoing poison reduces its stage by 3, or by 2 for a virulent poison."
					]
				}
			],
			"images": [
				"https://2e.aonprd.com/Images/Ancestries/Vishkanya01.png",
				"https://2e.aonprd.com/Images/Ancestries/Vishkanya02.png"
			]
		}
	]
}