{
	"ancestry": [
		{
			"name": "Catfolk",
			"source": "APG",
			"page": 8,
			"otherSources": {
				"Expanded": [
					"LOAG|16"
				]
			},
			"rarity": "uncommon",
			"hp": 8,
			"size": [
				"medium"
			],
			"speed": {
				"walk": 25
			},
			"boosts": [
				"dexterity",
				"charisma",
				"free"
			],
			"flaws": [
				"wisdom"
			],
			"languages": [
				"{@language Amurrun|b1}",
				"{@language Common}",
				"Additional languages equal to your Intelligence modifier (if it's positive). Choose from {@language Draconic}, {@language Elven}, {@language Gnomish}, {@language Goblin}, {@language Halfling}, {@language Iruxi|b1} (the language of lizardfolk), {@language Jotun}, {@language Sylvan}, and any other languages to which you have access (such as the languages prevalent in your region)."
			],
			"traits": [
				"catfolk",
				"humanoid"
			],
			"features": [
				{
					"name": "Low-Light Vision",
					"entries": [
						"You can see in dim light as though it were bright light, and you ignore the {@condition concealed} condition due to dim light."
					]
				},
				{
					"name": "Land on Your Feet",
					"entries": [
						"When you fall, you take only half the normal damage and don't land {@condition prone}."
					]
				}
			],
			"entries": [
				"Curious and gregarious wanderers, catfolk combine features of felines and humanoids in both appearance and temperament. They enjoy learning new things, collecting new tales and trinkets, and ensuring their loved ones are safe and happy. Catfolk view themselves as chosen guardians of natural places in the world and are often recklessly brave, even in the face of overwhelming opposition."
			],
			"heritage": [
				{
					"name": "Clawed Catfolk",
					"shortName": "Clawed",
					"source": "APG",
					"page": 9,
					"entries": [
						"Your family has particularly long, sharp claws capable of delivering bleeding wounds with a wicked swipe. You gain a claw unarmed attack that deals {@damage 1d6} slashing damage. Your claws are in the brawling group and have the {@trait agile}, {@trait finesse}, and {@trait unarmed} traits."
					]
				},
				{
					"name": "Hunting Catfolk",
					"shortName": "Hunting",
					"source": "APG",
					"page": 9,
					"entries": [
						"You come from a long line of skilled hunters and trackers and have a particularly keen sense of smell. You gain imprecise {@ability scent} with a range of 30 feet. This means you can use your sense of smell to determine a creature's location, as explained on page 465 of the Core Rulebook. The GM will usually double the range if you're downwind from the creature or halve the range if you're upwind.",
						"In addition, you gain a +2 circumstance bonus to {@action Track|CRB} a creature or object if you've smelled it before."
					]
				},
				{
					"name": "Jungle Catfolk",
					"shortName": "Jungle",
					"source": "APG",
					"page": 10,
					"entries": [
						"You're descended from jungle stalkers and can move swiftly through scrub and underbrush. You ignore {@quickref difficult terrain||3|terrain} from undergrowth, and {@quickref greater difficult terrain||3|terrain} from undergrowth is only {@quickref difficult terrain||3|terrain} for you."
					]
				},
				{
					"name": "Nine Lives Catfolk",
					"shortName": "Nine Lives",
					"source": "APG",
					"page": 10,
					"entries": [
						"Your family has always seemed to bounce back from disaster, not through physical hardiness or specialized skill, but from sheer luck. Other catfolk whisper that you have nine lives. If you are reduced to 0 Hit Points by a critical hit on an attack roll, you become {@condition dying 1} instead of {@condition dying 2}."
					]
				},
				{
					"name": "Winter Catfolk",
					"shortName": "Winter",
					"source": "APG",
					"page": 10,
					"entries": [
						"You have a thick coat of fur that protects you from the cold. You gain cold resistance equal to half your level (minimum 1). You treat environmental cold effects as if they were one step less extreme (incredible cold becomes extreme, extreme cold becomes severe, and so on)."
					]
				},
				{
					"name": "Flexible Catfolk",
					"shortName": "Flexible",
					"source": "LOAG",
					"page": 17,
					"entries": [
						"You've inherited flexibility beyond that of most humanoids. You don't treat tight spaces that don't require you to {@action Squeeze} as {@quickref difficult terrain||3|terrain}. In addition, you get a +1 circumstance bonus to checks when you attempt to {@action Escape}."
					]
				},
				{
					"name": "Liminal Catfolk",
					"shortName": "Liminal",
					"source": "LOAG",
					"page": 17,
					"entries": [
						"You've inherited a closeness to the far corners of the world, where the boundaries between dimensions grow thin. You can cast {@spell detect magic} as an occult innate cantrip heightened to half your level, rounded up. You also gain a +1 circumstance bonus to {@skill Occultism} checks to {@action Recall Knowledge} about creatures that originated outside of the Material Plane."
					]
				},
				{
					"name": "Sharp-Eared Catfolk",
					"shortName": "Sharp-Eared",
					"source": "LOAG",
					"page": 17,
					"entries": [
						"You were born with big, expressive ears that move with your moods and perk up at any unexpected sound. You gain a +2 circumstance bonus to locate {@condition undetected} creatures that you could hear within 30 feet with a {@action Seek} action. As long as you're aware of a creature via sound, once per round, your ears can help you {@action Point Out} the creature to all allies as a free action."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"path": "https://2e.aonprd.com/Images/Ancestries/Catfolk01.png"
					}
				},
				{
					"type": "image",
					"href": {
						"type": "external",
						"path": "https://2e.aonprd.com/Images/Ancestries/Catfolk02.png"
					}
				}
			]
		}
	]
}