{
	"ancestry": [
		{
			"name": "Grippli",
			"source": "LOME",
			"page": 118,
			"rarity": "uncommon",
			"hp": 6,
			"size": [
				"small"
			],
			"speed": {
				"walk": 25
			},
			"boosts": [
				"dexterity",
				"wisdom",
				"free"
			],
			"flaw": [
				"strength"
			],
			"languages": [
				"{@language Common}",
				"{@language Grippli|b2}",
				"Additional languages equal to your Intelligence modifier (if it's positive). Choose from {@language Abyssal}, {@language Aquan}, {@language Boggard|b1}, {@language Draconic}, {@language Elven}, {@language Iruxi|b1}, {@language Sylvan}, and any other languages to which you have access (such as the languages prevalent in your region)."
			],
			"traits": [
				"grippli",
				"humanoid"
			],
			"features": [
				{
					"name": "Low-Light Vision",
					"entries": [
						"You can see in dim light as though it were bright light, and you ignore the {@condition concealed} condition due to dim light."
					]
				}
			],
			"flavor": [
				"Gripplis are a shy and cautious people who generally seek to avoid being drawn into the complicated and dangerous affairs of others. Despite their outlook and small stature, gripplis often take bold and noble action when the situation demands it."
			],
			"heritage": [
				{
					"name": "Poisonhide Grippli",
					"shortName": "Poisonhide",
					"source": "LOME",
					"page": 119,
					"entries": [
						"You may be small, but the poison glands concealed across your body hide a deadly defense. You gain the {@action Toxic Skin|LOME} reaction.",
						{
							"name": "Toxic Skin",
							"source": "LOME",
							"type": "ability",
							"style": "full",
							"page": 119,
							"activity": {
								"number": 1,
								"unit": "reaction"
							},
							"traits": [
								"grippli",
								"poison"
							],
							"actionType": {
								"ancestry": [
									"Grippli|LOME"
								],
								"heritage": [
									"Poisonhide Grippli|LOME"
								]
							},
							"frequency": {
								"unit": "hour",
								"number": 1
							},
							"trigger": "A creature touches you, such as by Grappling you, successfully hitting you with an unarmed attack, or using a touch-range spell against you.",
							"entries": [
								"You exude a deadly toxin. The triggering creature takes {@damage 1d4} poison damage (basic Fortitude save using your class DC or spell DC, whichever is higher). At 3rd level and every 2 levels thereafter, the damage increases by {@damage 1d4}."
							]
						}
					]
				},
				{
					"name": "Snaptongue Grippli",
					"shortName": "Snaptongue",
					"source": "LOME",
					"page": 119,
					"entries": [
						"Your tongue is especially long, and you can launch it with extraordinary range and precision. You can use your tongue to deliver touch-range spells and perform extremely simple Interact actions, such as opening some types of unlocked doors. Your tongue can't perform actions that require fingers or significant manual dexterity, including any action that would require a check to accomplish, and you can't use it to hold items."
					]
				},
				{
					"name": "Stickytoe Grippli",
					"shortName": "Stickytoe",
					"source": "LOME",
					"page": 119,
					"entries": [
						"Your hands and feet exude a film that helps them adhere to surfaces. You gain a +2 circumstance bonus to your Fortitude and Reflex DC against attempts to Disarm, Shove, or Trip you. When ascending trees, vines, and other foliage, if you roll a success on the {@skill Athletics} check to Climb, you get a critical success instead."
					]
				},
				{
					"name": "Windweb Grippli",
					"shortName": "Windweb",
					"source": "LOME",
					"page": 119,
					"entries": [
						"Tough webbing along your hands and toes can slow any fall. As long as you have one hand free, you take no falling damage, regardless of the distance you fall."
					]
				}
			],
			"images": [
				"https://2e.aonprd.com/Images/Ancestries/Grippli01.png",
				"https://2e.aonprd.com/Images/Ancestries/Grippli02.png"
			]
		}
	]
}