{
	"ancestry": [
		{
			"name": "Goloma",
			"source": "LOME",
			"page": 114,
			"rarity": "rare",
			"hp": 8,
			"size": [
				"medium"
			],
			"speed": {
				"walk": 30
			},
			"boosts": [
				"wisdom",
				"free"
			],
			"languages": [
				"goloma|lome",
				"mwangi"
			],
			"additionalLanguages": [
				"abyssal",
				"aklo",
				"draconic",
				"elven",
				"halfling",
				"necril",
				"orcish",
				"sylvan"
			],
			"traits": [
				"goloma",
				"humanoid"
			],
			"features": [
				{
					"name": "Eyes in Back",
					"type": "ability",
					"entries": [
						"You have eyes that point in several different directions and instinctively notice movement in the peripheries of your vision. When you use the {@action Seek} basic action, you can look for creatures in two areas instead of one. If precision is necessary, you can select two 30-foot cones or 15-foot bursts within line of sight instead of one."
					]
				}
			],
			"entries": [
				"Golomas fear most other people and deliberately use their unusual biology to frighten off those they consider to be dangerous predators. Rarely seen and poorly understood, golomas' many-eyed and wooden faced visages instill terror in most they meet."
			],
			"heritage": [
				{
					"name": "Farsight Goloma",
					"shortName": "Farsight",
					"source": "LOME",
					"page": 115,
					"entries": [
						"Your eyes have adapted to see more in less than favorable conditions. You gain {@ability low-light vision}."
					]
				},
				{
					"name": "Frightful Goloma",
					"shortName": "Frightful",
					"source": "LOME",
					"page": 115,
					"entries": [
						"Your face has a particularly off-putting appearance. You are trained in {@skill Intimidation} (or another skill of your choice if you were already trained in {@skill Intimidation}) and gain the Intimidating Glare skill feat as a bonus feat."
					]
				},
				{
					"name": "Insightful Goloma",
					"shortName": "Insightful",
					"source": "LOME",
					"page": 115,
					"entries": [
						"You've learned to watch for telltale signs of dangerous sentiments to help you avoid trouble. You gain a +1 circumstance bonus to your Perception DC against attempts to Lie to you and your Perception checks to Sense Motive."
					]
				},
				{
					"name": "Vicious Goloma",
					"shortName": "Vicious",
					"source": "LOME",
					"page": 115,
					"entries": [
						"The chitin on your hands forms powerful claws that allow you to defend yourself. You gain a claw unarmed attack that deals {@damage 1d6} slashing damage. Your claws are in the {@group brawling} group and have the {@trait agile}, {@trait finesse}, and {@trait unarmed} traits."
					]
				},
				{
					"name": "Vigilant Goloma",
					"shortName": "Vigilant",
					"source": "LOME",
					"page": 115,
					"entries": [
						"You've learned to be aware of not just obvious physical dangers, but also noticeable magical threats. You can cast the detect magic cantrip as an arcane innate spell at will. A cantrip is heightened to a spell level equal to half your level rounded up. In addition, your awareness allows you to notice magical traps easier than others. Your proficiency rank in Perception is considered one step better when attempting to detect magical traps. (Trained is considered expert, expert is considered master, and master is considered legendary)."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"path": "https://2e.aonprd.com/Images/Ancestries/Goloma01.png"
					}
				},
				{
					"type": "image",
					"href": {
						"type": "external",
						"path": "https://2e.aonprd.com/Images/Ancestries/Goloma02.png"
					}
				}
			]
		}
	]
}