{
	"ancestry": [
		{
			"name": "Skeleton",
			"source": "BotD",
			"page": 54,
			"rarity": "rare",
			"hp": 6,
			"size": [
				"medium"
			],
			"speed": {
				"walk": 25
			},
			"boosts": [
				"dexterity",
				"charisma",
				"free"
			],
			"flaws": [
				"intelligence"
			],
			"languages": [
				"{@language Common}",
				"{@language Necril}",
				"Additional languages equal to your Intelligence modifier (if it's positive). Choose from {@language Aklo}, {@language Dwarven}, {@language Elven}, {@language Infernal}, {@language Orcish}, {@language Undercommon}, and any other languages to which you have access (such as languages prevalent in your region)."
			],
			"traits": [
				"skeleton",
				"undead"
			],
			"features": [
				{
					"name": "Undeath",
					"entries": [
						"You have the basic undead benefits found on page 44. For your undead hunger, you don't eat flesh like ghouls or drink blood like vampires, but you do collect bones you can use to help yourself mend."
					]
				}
			],
			"entries": [
				"Skeletons are considered among the lowest types of undead. They're typically mindless creatures, lacking many of the abilities that make other undead a serious threat. However, the animated bones of dragons, giants, and other great beasts make for dangerous foes. Powerful living creatures can retain some of their might and intellect upon returning as a skeleton. Some necromancers turn their strongest enemies into skeletal undead servants, assuming they can keep control of them."
			],
			"heritage": [
				{
					"name": "Fodder Skeleton",
					"shortName": "Fodder",
					"source": "BotD",
					"page": 55,
					"entries": [
						"Humans, and those who are physically closest to them, are the favored material of necromancers. They are readily available, and their physiology has been studied the most extensively, so these skeletons can be easily mass-produced. Despite their name, fodder skeletons make rather mobile foot soldiers due to how efficiently they transfer necromantic energy within their bodies. You have a base Speed of 30 feet, instead of 25 feet."
					]
				},
				{
					"name": "Compact Skeleton",
					"shortName": "Compact",
					"source": "BotD",
					"page": 55,
					"entries": [
						"For tasks that require a lighter touch, gnome, goblin, and halfling remains are more suitable than a larger creature's. These smaller, nimbler skeletons fit well in a traveling chest, can be forced through tight spaces, and more easily avoid detection. Your size is Small instead of Medium. You gain the {@feat Quick Squeeze} feat, even if you aren't trained in {@skill Acrobatics}. Tight spaces not tight enough to require the {@action Squeeze} activity aren't {@quickref difficult terrain||3|terrain} for you."
					]
				},
				{
					"name": "Sturdy Skeleton",
					"shortName": "Sturdy",
					"source": "BotD",
					"page": 56,
					"entries": [
						"Certain hazardous conditions are not suitable for the average skeleton, so a necromancer might choose to reanimate the bones of a dwarf, orc, or other creature with a reputation for sturdiness. You have 10 Hit Points instead of 6 and gain the {@feat Diehard} feat."
					]
				},
				{
					"name": "Monstrous Skeleton",
					"shortName": "Monstrous",
					"source": "BotD",
					"page": 56,
					"entries": [
						"Inhuman skeletons are often created for both their deadly physical attacks and their terrifying appearances. Beasts and monstrous humanoids with the strangest skeletons tend to be the centerpiece of the collection of a necromancer skilled enough to raise one. You gain a claw, horn, tail, or wing unarmed attack that deals 1d6 damage. A claw deals slashing damage, a horn deals piercing damage, and a tail or wing deals bludgeoning damage. This unarmed attack is in the {@group brawling} group and has the {@trait finesse} and {@trait unarmed} traits."
					]
				}
			],
			"images": [
				"https://2e.aonprd.com/Images/Ancestries/Skeleton01.png",
				"https://2e.aonprd.com/Images/Ancestries/Skeleton02.png"
			]
		}
	]
}