{
	"ancestry": [
		{
			"name": "Strix",
			"source": "LOAG",
			"page": 132,
			"rarity": "rare",
			"hp": 8,
			"size": [
				"medium"
			],
			"speed": {
				"walk": 25
			},
			"boosts": [
				"dexterity",
				"free"
			],
			"languages": [
				"Common",
				"Strix|Aoa3",
				"Additional languages equal to your Intelligence modifier (if positive). Choose from {@language Draconic}, {@language Jotun||Giant}, {@language Gnomish||Gnome}, {@language Infernal}, and any other languages to which you have access (such as the languages prevalent in your region)."
			],
			"traits": [
				"humanoid",
				"strix"
			],
			"features": [
				{
					"name": "Wings",
					"entries": [
						"All strix possess powerful wings. While not all strix focus on honing their flying skills, a strong flap of their wings allows strix to travel longer distances when jumping. When {@action Leap||Leaping} horizontally, you move an additional 5 feet. You don't automatically fail your checks to {@action High Jump} or {@action Long Jump} if you don't {@action Stride} at least 10 feet first. In addition, when you make a {@action Long Jump}, you can jump a distance up to 10 feet further than your {@skill Athletics} check result, though still with the normal maximum of your Speed."
					]
				},
				{
					"name": "Low-Light Vision",
					"entries": [
						"You can see in dim light as though it were bright light, and you ignore the {@condition concealed} condition due to dim light."
					]
				}
			],
			"entries": [
				"Known as itarii in their own language, strix are reclusive avian humanoids devoted to their homelands and their tribes. They defend their precious communities with broad wingspans and razor talons."
			],
			"heritage": [
				{
					"name": "Nightglider Strix",
					"shortName": "Nightglider",
					"source": "LOAG",
					"page": 135,
					"entries": [
						"You are a dedicated nocturnal avian, keeping watch and predating in the most lightless environments. You gain {@ability darkvision}."
					]
				},
				{
					"name": "Predator Strix",
					"shortName": "Predator",
					"source": "LOAG",
					"page": 135,
					"entries": [
						"You come from a line of strix with exceptionally broad wings and lengthy talons. You gain a talon melee unarmed attack that deals {@damage 1d4} slashing damage. Your talon attack is in the brawling group and has the {@trait agile}, {@trait finesse}, and {@trait unarmed} traits."
					]
				},
				{
					"name": "Scavenger Strix",
					"shortName": "Scavenger",
					"source": "LOAG",
					"page": 135,
					"entries": [
						"Your ancestors originated from a land where food was scarce and threats were many. You are trained in {@skill Survival}. You gain the {@feat Forager|CRB} skill feat as a bonus feat. Your thoroughness when gathering food provides you a +1 circumstance bonus to {@skill Survival} checks to {@action Subsist|CRB}."
					]
				},
				{
					"name": "Shoreline Strix",
					"shortName": "Shoreline",
					"source": "LOAG",
					"page": 135,
					"entries": [
						"You're the descendant of strix who traveled to the coasts. Your feathers are especially water-repellent and sleekly angled for diving, allowing you to catch fish and other prey in the shallows. You are trained in {@skill Athletics}, and you gain the {@feat Underwater Marauder|CRB} skill feat as a bonus skill feat."
					]
				},
				{
					"name": "Songbird Strix",
					"shortName": "Songbird",
					"source": "LOAG",
					"page": 135,
					"entries": [
						"You descend from a talented line of strix storytellers. From the highest mountains and purest landscapes where your lungs fill with glorious clean air, you trill, whistle, and croon sweet songs. While natural sounds make you predisposed to sing, voices make you predisposed to mimicry. You receive a +1 circumstance bonus on {@skill Deception} checks to {@action Impersonate|CRB} a mimicked voice, where the sound of the voice is the only factor; if you are a master in {@skill Deception}, you gain a +2 circumstance bonus instead. You also gain a +1 circumstance bonus on {@skill Performance} checks to sing; if you are a master in {@skill Performance}, you gain a +2 circumstance bonus instead."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"path": "https://2e.aonprd.com/Images/Ancestries/Strix01.png"
					}
				},
				{
					"type": "image",
					"href": {
						"type": "external",
						"path": "https://2e.aonprd.com/Images/Ancestries/Strix02.png"
					}
				}
			]
		}
	]
}