{
	"ancestry": [
		{
			"name": "Lizardfolk",
			"source": "LOCG",
			"page": 56,
			"otherSources": {
				"Expanded": [
					"LOAG|44"
				]
			},
			"rarity": "uncommon",
			"hp": 8,
			"size": [
				"medium"
			],
			"speed": {
				"walk": 25
			},
			"boosts": [
				"strength",
				"wisdom",
				"free"
			],
			"flaws": [
				"intelligence"
			],
			"languages": [
				"Common",
				"Iruxi|b1",
				"Additional languages equal to your Intelligence modifier (if it's positive). Choose from {@language Amurrun|b1}, {@language Aquan}, {@language Boggard|b1}, {@language Draconic}, {@language Elven}, {@language Jotun}, {@language Sylvan}, and any other languages to which you have access (such as the languages prevalent in your region)."
			],
			"traits": [
				"lizardfolk",
				"humanoid"
			],
			"features": [
				{
					"name": "Claws",
					"unarmedAttack": true,
					"entries": [
						"Your sharp claws offer an alternative to the fists other humanoids bring to a fight. You have a claw unarmed attack that deals {@damage 1d4} slashing damage and has the {@trait agile} and {@trait finesse} traits."
					]
				},
				{
					"name": "Aquatic Adaptation",
					"entries": [
						"Your reptilian biology allows you to hold your breath for a long time. You gain the {@feat Breath Control} general feat as a bonus feat."
					]
				}
			],
			"entries": [
				"Lizardfolk are consummate survivors, heirs to empires considered ancient even by the elves."
			],
			"heritage": [
				{
					"name": "Cliffscale Lizardfolk",
					"shortName": "Cliffscale",
					"source": "LOCG",
					"page": 57,
					"entries": [
						"Your toes are adapted for gripping and climbing. You gain the {@feat Combat Climber} feat as a bonus feat, and as long as you aren't wearing footwear, you can use the sticky pads on your feet to climb, leaving your hands free. Additionally, if you roll a success on an {@skill Athletics} check to {@action Climb}, you get a critical success instead."
					]
				},
				{
					"name": "Frilled Lizardfolk",
					"shortName": "Frilled",
					"source": "LOCG",
					"page": 57,
					"entries": [
						"You can flare your neck frill and flex your dorsal spines, {@action Demoralize|CRB|Demoralizing} your foes. When you do, {@action Demoralize} loses the {@trait auditory} trait and gains the {@trait visual} trait, and you don't take a penalty when you attempt to {@action Demoralize} a creature that doesn't understand your language. You also gain the Threatening Approach action.",
						{
							"activity": {
								"number": 2,
								"unit": "action"
							},
							"entries": [
								"You {@action Stride} to be adjacent to a foe and {@action Demoralize} that foe. If you succeed, the foe is {@condition frightened 2} instead of {@condition frightened 1}."
							],
							"type": "ability",
							"style": "full",
							"name": "Threatening Approach"
						}
					]
				},
				{
					"name": "Sandstrider Lizardfolk",
					"shortName": "Sandstrider",
					"source": "LOCG",
					"page": 57,
					"entries": [
						"Your thick scales help you retain water and combat the sun's glare. You gain fire resistance equal to half your level (minimum 1). Environmental heat effects are one step less extreme for you, and you can go 10 times as long as normal before you are affected by starvation or thirst. However, unless you wear protective gear or take shelter, environmental cold effects are one step more extreme for you."
					]
				},
				{
					"name": "Unseen Lizardfolk",
					"shortName": "Unseen",
					"source": "LOCG",
					"page": 57,
					"entries": [
						"You can change your skin color to blend in with your surroundings, making minor shifts with a single action and dramatic changes over the course of an hour. When you're in an area where your coloration is roughly similar to the environment (for instance, forest green in a forest), you can use the minor, single action application of this ability to make localized changes that help you blend into your surroundings, gaining a +2 circumstance bonus to {@skill Stealth} checks until your surroundings change in coloration or pattern."
					]
				},
				{
					"name": "Wetlander Lizardfolk",
					"shortName": "Wetlander",
					"source": "LOCG",
					"page": 57,
					"entries": [
						"Your family is descended from the most common lizardfolk heritage, and you are accustomed to aquatic environments. You gain a 15-foot swim Speed."
					]
				},
				{
					"name": "Cloudleaper Lizardfolk",
					"shortName": "Cloudleaper",
					"source": "LOAG",
					"page": 45,
					"entries": [
						"Your body is light with flaps of skin along your limbs that catch the air that passes beneath you. As long as you can act and have enough room, you can open the flaps to slow any fall just enough to avoid taking damage (whether you have the room to do so depends on the GM's discretion)."
					]
				},
				{
					"name": "Woodstalker Lizardfolk",
					"shortName": "Woodstalker",
					"source": "LOAG",
					"page": 45,
					"entries": [
						"You move easily through thick forest and jungle, using every branch or bush. You can always use the {@action Take Cover} action when in forest or jungle terrain to gain cover, even if you're not next to an obstacle you would normally be able to {@action Take Cover} behind. You gain the {@feat Terrain Stalker} feat, even if you're not trained in {@skill Stealth}, and you must choose underbrush as your chosen terrain."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"path": "https://2e.aonprd.com/Images/Ancestries/Lizardfolk01.png"
					}
				},
				{
					"type": "image",
					"href": {
						"type": "external",
						"path": "https://2e.aonprd.com/Images/Ancestries/Lizardfolk02.png"
					}
				}
			]
		}
	]
}