{
	"ancestry": [
		{
			"name": "Goblin",
			"source": "CRB",
			"page": 46,
			"otherSources": {
				"Expanded": [
					"LOCG|34"
				]
			},
			"hp": 6,
			"size": [
				"small"
			],
			"speed": {
				"walk": 25
			},
			"boosts": [
				"dexterity",
				"charisma",
				"free"
			],
			"flaws": [
				"wisdom"
			],
			"languages": [
				"{@language Common}",
				"{@language Goblin}",
				"Additional languages equal to your Intelligence modifier (if it's positive). Choose from {@language Draconic}, {@language Dwarven}, {@language Gnoll}, {@language Gnomish}, {@language Halfling}, {@language Orcish}, and any other languages to which you have access (such as the languages prevalent in your region)."
			],
			"traits": [
				"goblin",
				"humanoid"
			],
			"features": [
				{
					"name": "Darkvision",
					"entries": [
						"You can see in darkness and dim light just as well as you can see in bright light, though your vision in darkness is in black and white."
					]
				}
			],
			"entries": [
				"The convoluted histories other people cling to don't interest goblins. These small folk live in the moment, and they prefer tall tales over factual records. The wars of a few decades ago might as well be from the ancient past. Misunderstood by other people, goblins are happy how they are. Goblin virtues are about being present, creative, and honest. They strive to lead fulfilled lives, rather than worrying about how their journeys will end. To tell stories, not nitpick the facts. To be small, but dream big."
			],
			"heritage": [
				{
					"name": "Charhide Goblin",
					"shortName": "Charhide",
					"source": "CRB",
					"page": 47,
					"entries": [
						"Your ancestors have always had a connection to fire and a thicker skin, which allows you to resist burning. You gain fire resistance equal to half your level (minimum 1). You can also recover from being on fire more easily. Your flat check to remove {@condition persistent damage|CRB|persistent fire damage} is DC 10 instead of DC 15, which is reduced to DC 5 if another creature uses a particularly appropriate action to help."
					]
				},
				{
					"name": "Irongut Goblin",
					"shortName": "Irongut",
					"source": "CRB",
					"page": 47,
					"entries": [
						"You can subsist on food that most folks would consider spoiled. You can keep yourself fed with poor meals in a settlement as long as garbage is readily available, without using the {@action Subsist} downtime activity. You can eat and drink things when you are {@condition sickened}.",
						"You gain a +2 circumstance bonus to saving throws against afflictions, against gaining the {@condition sickened} condition, and to remove the {@condition sickened} condition. When you roll a success on a Fortitude save affected by this bonus, you get a critical success instead. All these benefits apply only when the affliction or condition resulted from something you ingested."
					]
				},
				{
					"name": "Razortooth Goblin",
					"shortName": "Razortooth",
					"source": "CRB",
					"page": 48,
					"entries": [
						"Your family's teeth are formidable weapons. You gain a jaws unarmed attack that deals {@damage 1d6} piercing damage. Your jaws are in the brawling group and have the {@trait finesse} and {@trait unarmed} traits."
					]
				},
				{
					"name": "Snow Goblin",
					"shortName": "Snow",
					"source": "CRB",
					"page": 48,
					"entries": [
						"You are acclimated to living in frigid lands and have skin ranging from sky blue to navy in color, as well as blue fur. You gain cold resistance equal to half your level (minimum 1). You treat environmental cold effects as if they were one step less extreme (incredible cold becomes extreme, extreme cold becomes severe, and so on)."
					]
				},
				{
					"name": "Unbreakable Goblin",
					"shortName": "Unbreakable",
					"source": "CRB",
					"page": 48,
					"entries": [
						"You're able to bounce back from injuries easily due to an exceptionally thick skull, cartilaginous bones, or some other mixed blessing. You gain 10 Hit Points from your ancestry instead of 6. When you fall, reduce the falling damage you take as though you had fallen half the distance."
					]
				},
				{
					"name": "Tailed Goblin",
					"shortName": "Tailed",
					"source": "LOCG",
					"page": 37,
					"entries": [
						"You have a powerful tail, likely because you descend from a community of monkey goblins. You gain a +2 circumstance bonus to {@skill Athletics} checks to {@action Climb}, you gain {@feat Combat Climber} as a bonus feat, and you reduce the number of free hands required to {@action Climb} or {@action Trip} by one."
					]
				},
				{
					"name": "Treedweller Goblin",
					"shortName": "Treedweller",
					"source": "LOCG",
					"page": 37,
					"entries": [
						"You have adapted particularly well to living in forested environments. As long as you are in a forest or jungle, you gain a +2 circumstance bonus to {@skill Stealth} checks to {@action Hide} and {@action Sneak}, {@skill Survival} checks to {@action Subsist}, and your {@skill Survival} DC to {@action Cover Tracks}."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"path": "https://2e.aonprd.com/Images/Ancestries/Goblin01.png"
					}
				},
				{
					"type": "image",
					"href": {
						"type": "external",
						"path": "https://2e.aonprd.com/Images/Ancestries/Goblin02.png"
					}
				}
			]
		}
	]
}