{
	"ancestry": [
		{
			"name": "Fleshwarp",
			"source": "LOAG",
			"page": 88,
			"rarity": "rare",
			"hp": 10,
			"size": [
				"medium",
				"small"
			],
			"speed": {
				"walk": 25
			},
			"boosts": [
				"constitution",
				"free"
			],
			"languages": [
				"Common",
				"Additional languages equal to your Intelligence modifier (if positive). Choose from {@language Aklo}, {@language Draconic}, {@language Dwarven}, {@language Elven}, {@language Goblin}, {@language Undercommon}, and any other languages to which you have access (such as the languages prevalent in your region)."
			],
			"traits": [
				"aberration",
				"humanoid"
			],
			"features": [
				{
					"name": "Low-Light Vision",
					"entries": [
						"You can see in dim light as though it were bright light, and you ignore the {@condition concealed} condition due to dim light."
					]
				},
				{
					"name": "Unusual Anatomy",
					"entries": [
						"Your unorthodox body resists physical afflictions meant for other creatures. You gain a +1 circumstance bonus to saves against diseases and poisons."
					]
				}
			],
			"entries": [
				"Fleshwarps are people whose forms were created or radically transformed by magic, alchemy, or unnatural energies. Their unorthodox appearance can make it difficult for them to find a place for themselves in the world."
			],
			"heritageInfo": [
				"The circumstances of each fleshwarp's creation are different, but they can be grouped into heritages based on the nature of their origin. Choose one of the following fleshwarp heritages at 1st level. Although any fleshwarp may have any appearance you desire, each heritage provides typical characteristics."
			],
			"heritage": [
				{
					"name": "Created Fleshwarp",
					"shortName": "Created",
					"source": "LOAG",
					"page": 91,
					"entries": [
						"You were created through occult or alchemical processes, such as being grown in a vat or stitched together from the body parts of other creatures by a scientist in Ustalav. Your manufactured body is durable; you don't need to eat and can't starve. You gain a +2 circumstance bonus to saving throws against diseases."
					]
				},
				{
					"name": "Mutated Fleshwarp",
					"shortName": "Mutated",
					"source": "LOAG",
					"page": 91,
					"entries": [
						"Transformed by uncontrolled magic, you originated in the Mana Wastes or another region similarly devastated by uncontrolled magic. Due to your toughened or redundant organs, the DC for your checks to recover from {@condition persistent damage|CRB|persistent bleed damage} is 10 instead of 15, and it's reduced to 5 instead of 10 if you have particularly effective assistance recovering from the {@condition persistent damage}."
					]
				},
				{
					"name": "Shapewrought Fleshwarp",
					"shortName": "Shapewrought",
					"source": "LOAG",
					"page": 91,
					"entries": [
						"A victim of fleshwarping, you likely bear loose flesh, bony spurs, or features of inhuman creatures sprouting from your skin. You have nevertheless turned the psychic toll of your transformation into a strength. You gain resistance to mental damage equal to half your level (minimum 1)."
					]
				},
				{
					"name": "Technological Fleshwarp",
					"shortName": "Technological",
					"source": "LOAG",
					"page": 91,
					"entries": [
						"Your transformation is due to manipulation by advanced technology, like that found in Numeria. Your emotions are dulled and hard to influence. When you roll a success on a saving throw against an {@trait emotion} effect, you get a critical success instead."
					]
				},
				{
					"name": "Cataphract Fleshwarp",
					"shortName": "Cataphract",
					"source": "LOIL",
					"page": 28,
					"entries": [
						"Your battle-hardened skeleton is laced with additional cartilage and muscle to help bear armor across vast areas of operation, and your skin is bedecked with tiny spurs of pliable, resilient keratin to optimize the grip and weight distribution of your armor. You gain the {@feat Armor Proficiency} feat. If your class makes you trained in all types of armor, you instead become trained in {@skill Athletics} (or a skill of your choice if you're already trained in {@skill Athletics}) and gain the {@feat Armor Assist|APG} skill feat."
					]
				},
				{
					"name": "Discarded Fleshwarp",
					"shortName": "Discarded",
					"source": "LOIL",
					"page": 28,
					"entries": [
						"The biomancers and mutagenists who warped your form labeled you a \"discard on discovery\"—a euphemism for destroying you on sight. An anomaly among anomalies, your body stubbornly repudiates the efforts of fleshcrafters seeking to mold you to their grandiose visions, and your immune responses blunt the worst effects of unwanted fleshwarping attempts. If you roll a success on a saving throw against a {@trait transmutation} effect, you get a critical success instead."
					]
				},
				{
					"name": "Surgewise Fleshwarp",
					"shortName": "Surgewise",
					"source": "LOIL",
					"page": 28,
					"entries": [
						"The undulations of your body's cilia are hyper-attuned to wellsprings of magic; they trill and thrum with insights into occult energies, and their vibrations alert you to the presence of secrets. You gain the trained proficiency rank in {@skill Occultism}. If you're trained in {@skill Occultism}, you instead become trained in another skill of your choice. You also gain the {@feat Oddity Identification} skill feat."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"path": "https://2e.aonprd.com/Images/Ancestries/Fleshwarp01.png"
					}
				},
				{
					"type": "image",
					"href": {
						"type": "external",
						"path": "https://2e.aonprd.com/Images/Ancestries/Fleshwarp02.png"
					}
				}
			]
		}
	]
}