{
	"ancestry": [
		{
			"name": "Kitsune",
			"source": "LOAG",
			"page": 120,
			"rarity": "uncommon",
			"hp": 8,
			"size": [
				"medium"
			],
			"speed": {
				"walk": 25
			},
			"boosts": [
				"charisma",
				"free"
			],
			"languages": [
				"{@language Common}",
				"Additional languages equal to your Intelligence modifier (if positive). Choose from {@language Elven}, {@language Gnomish}, {@language Goblin}, {@language Halfling}, {@language Dwarven}, {@language Sylvan}, and any other languages to which you have access (such as the languages prevalent in your region)."
			],
			"traits": [
				"kitsune",
				"humanoid"
			],
			"features": [
				{
					"name": "Low-light Vision",
					"entries": [
						"You can see in dim light as though it were bright light, and you ignore the {@condition concealed} condition due to dim light."
					]
				},
				{
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"traits": [
						"concentrate",
						"divine",
						"kitsune",
						"polymorph",
						"transmutation"
					],
					"entries": [
						"You transform into a specific alternate form determined by your heritage. If your heritage doesn't list a form, your alternate form is a tailless form, which is a {@filter common Medium humanoid ancestry|ancestries|Traits=Humanoid|Size=Medium|Rarity=Common} prevalent where you grew up (typically {@ancestry human}). This form is the same age and body type as your true form and has roughly analogous physical traits, such as hair color. Using Change Shape counts as creating a disguise for the {@action Impersonate} use of {@skill Deception}. You lose any unarmed {@action Strike||Strikes} you gained from a kitsune heritage or ancestry feat in this form. You can remain in your alternate form indefinitely, and you can shift back to your true kitsune form by using this action again."
					],
					"type": "ability",
					"style": "compact",
					"name": "Change Shape"
				}
			],
			"entries": [
				"Kitsune are a charismatic and witty people with a connection to the spiritual that grants them many magical abilities, chiefly the power to shapechange into other forms. Whether they pass unseen among other peoples or hold their tails high, kitsune are clever observers of the societies around them."
			],
			"heritageInfo": [
				"The form kitsune take varies between individuals, with tales stating that their alternate form represents their connection to magical and spiritual influences. Choose one of the following kitsune heritages at 1st level."
			],
			"heritage": [
				{
					"name": "Celestial Envoy Kitsune",
					"shortName": "Celestial Envoy",
					"source": "LOAG",
					"page": 123,
					"entries": [
						"Whether due to Daikitsu's grace or faithful forebears, you have a strong connection to the divine, affording you certain protections. You gain the {@action Invoke Celestial Privilege|LOAG} reaction. Your alternate form is a common Medium humanoid ancestry prevalent where you grew up (typically human), called a tailless form.",
						{
							"activity": {
								"number": 1,
								"unit": "reaction"
							},
							"entries": [
								"You rise above the triggering effect, refusing to be harmed by it. You gain a +1 circumstance bonus to the triggering saving throw and to any other saving throws you attempt against {@trait divine} effects until the start of your next turn."
							],
							"type": "ability",
							"style": "full",
							"name": "Invoke Celestial Privilege",
							"trigger": "You attempt a saving throw against a {@trait divine} effect, but you haven't rolled yet."
						}
					]
				},
				{
					"name": "Dark Fields Kitsune",
					"shortName": "Dark Fields",
					"source": "LOAG",
					"page": 123,
					"entries": [
						"You can exert your unsettling presence to subtly {@action Demoralize} others. When you do, {@action Demoralize} loses the {@trait auditory} trait and gains the {@trait visual} trait, and you don't take a penalty when you attempt to {@action Demoralize} a creature that doesn't understand your language. You also gain the Invigorating Fear reaction. Your alternate form is a fox, which has the statistics of 1st-level {@spell pest form}.",
						{
							"activity": {
								"number": 1,
								"unit": "reaction"
							},
							"entries": [
								"You are invigorated by the shock of a prank or the thrum of terror. You gain temporary Hit Points equal to the creature's level or 3, whichever is higher. You lose any temporary Hit Points after 1 minute."
							],
							"type": "ability",
							"style": "full",
							"name": "Invigorating Fear",
							"frequency": {
								"unit": "hour",
								"number": 1
							},
							"trigger": "A creature within 60 feet gains the {@condition frightened} condition."
						}
					]
				},
				{
					"name": "Earthly Wilds Kitsune",
					"shortName": "Earthly Wilds",
					"source": "LOAG",
					"page": 123,
					"entries": [
						"You are a creature of the material world, with an affinity closer to the wilds than urban society. You gain a jaws unarmed attack that deals {@damage 1d6} piercing damage. Your jaws are in the brawling group and have the {@trait finesse} and {@trait unarmed} traits. Your alternate form is a fox, which has the statistics of 1st-level {@spell pest form}."
					]
				},
				{
					"name": "Empty Sky Kitsune",
					"shortName": "Empty Sky",
					"source": "LOAG",
					"page": 123,
					"entries": [
						"Your spirit is open to the secrets of beyond, granting you greater access to kitsune magic. You gain the {@feat Kitsune Spell Familiarity|LOAG} ancestry feat. Your alternate form is a common Medium humanoid ancestry prevalent where you grew up (typically human), called a tailless form."
					]
				},
				{
					"name": "Frozen Wind Kitsune",
					"shortName": "Frozen Wind",
					"source": "LOAG",
					"page": 123,
					"entries": [
						"Your ancestors crossed the Crown of the World or resided on snowy peaks. You gain cold resistance equal to half your level (minimum 1). You treat environmental cold effects as if they were one step less extreme (incredible cold becomes extreme, extreme cold becomes severe, and so on). Your alternate form is a common Medium humanoid ancestry prevalent where you grew up (typically human), called a tailless form."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"path": "https://2e.aonprd.com/Images/Ancestries/Kitsune01.png"
					}
				},
				{
					"type": "image",
					"href": {
						"type": "external",
						"path": "https://2e.aonprd.com/Images/Ancestries/Kitsune02.png"
					}
				}
			]
		}
	]
}