{
	"ancestry": [
		{
			"name": "Poppet",
			"source": "LOTGB",
			"page": 60,
			"rarity": "rare",
			"hp": 6,
			"size": [
				"small"
			],
			"speed": {
				"walk": 25
			},
			"boosts": [
				"constitution",
				"charisma",
				"free"
			],
			"flaw": [
				"dexterity"
			],
			"languages": [
				"{@language Common}",
				"Additional languages equal to your Intelligence modifier (if positive). Choose from {@language Draconic}, {@language Dwarven}, {@language Elven}, {@language Gnomish}, {@language Goblin}, {@language Sylvan}, and any other languages to which you have access (such as the languages prevalent in your region)."
			],
			"traits": [
				"construct",
				"humanoid"
			],
			"features": [
				{
					"name": "Constructed",
					"entries": [
						"The materials of your body resist ailments that assail the flesh. You gain a +1 circumstance bonus to saving throws against {@trait death} effects, {@trait disease}, and {@trait poison} as well as to saving throws against effects that would give you the {@condition drained}, {@condition paralyzed}, or {@condition sickened} conditions. Your spark of life means that you're a living creature, and you can be healed by positive energy and harmed by negative energy as normal."
					]
				},
				{
					"name": "Darkvision",
					"entries": [
						"You can see in darkness and dim light just as well as you can see in bright light, though your vision in darkness is in black and white."
					]
				},
				{
					"name": "Flammable",
					"entries": [
						"You have weakness to fire damage equal to one-third your level (minimum 1)."
					]
				}
			],
			"flavor": [
				"Small constructs originally designed to serve as companions or servants. They occasionally gain a greater spark of life, transforming them into independent, sapient creatures."
			],
			"heritage": [
				{
					"name": "Ghost Poppet",
					"shortName": "Ghost",
					"source": "LOTGB",
					"page": 62,
					"entries": [
						"You awakened when a bit of another person's life force and a fragment of their soul—possibly, but not always, at the moment of their death—found its way into your constructed body. You don't remember anything more than vague flashes of your \"before life,\" but that life essence still protects you. You gain resistance to negative damage equal to half your level (minimum 1)."
					]
				},
				{
					"name": "Stuffed Poppet",
					"shortName": "Stuffed",
					"source": "LOTGB",
					"page": 62,
					"entries": [
						"You have little inside you other than cotton, sawdust, or dried leaves. You take no damage from falling, regardless of the distance you fall."
					]
				},
				{
					"name": "Toy Poppet",
					"shortName": "Toy",
					"source": "LOTGB",
					"page": 63,
					"entries": [
						"You have the form of a child's tiny toy or doll, but you don't let your small size impede your joy of life. Instead of {@trait Small}, your size is {@trait Tiny}. Like other {@trait Tiny} creatures, you don't automatically receive lesser cover from being in a larger creature's space, but circumstances might allow you to {@action Take Cover}. You can purchase weapons, armor, and other items for your size with the same statistics as normal gear, except that melee weapons have a reach of 0 for you (or a {@trait reach <5 feet>} shorter than normal if they have the {@trait reach} trait). You can enter another creature's space, which is important because you must usually enter a creature's space to attack it with melee {@action Strike||Strikes}! {@quickref Remember to adjust the Bulk of items and your Bulk limit for Tiny size||1|Items and Sizes}. The information on how to handle {@trait Tiny} PCs, including rules for attempting to ride on other characters, appears on page 66 of the Pathfinder Lost Omens Ancestry Guide."
					]
				},
				{
					"name": "Windup Poppet",
					"shortName": "Windup",
					"source": "LOTGB",
					"page": 63,
					"entries": [
						"You're made primarily of soft metals, such as tin or silver, and your life force dwells within an exceptional array of clockworks deep in your body. Provided you wind metal tabs on your body a few times each day, you don't need food or water to survive. You must still breathe to ventilate your internal mechanisms and sleep to give your mechanisms rest, just like other poppets."
					]
				},
				{
					"name": "Wishborn Poppet",
					"shortName": "Wishborn",
					"source": "LOTGB",
					"page": 63,
					"entries": [
						"You were wished to life, either by a powerful spellcaster or by the earnest desire of an innocent person who loved you very much. You're living proof that a hopeful spirit can overcome any obstacle. If you roll a success on a saving throw against an {@trait emotion} or {@trait fear} effect, you get a critical success instead."
					]
				}
			],
			"images": [
				"https://2e.aonprd.com/Images/Ancestries/Poppet01.png",
				"https://2e.aonprd.com/Images/Ancestries/Poppet02.png"
			]
		}
	]
}