{
	"ancestry": [
		{
			"name": "Human",
			"source": "CRB",
			"page": 54,
			"otherSources": {
				"Expanded": [
					"LOCG|5"
				]
			},
			"hp": 8,
			"size": [
				"medium"
			],
			"speed": {
				"walk": 25
			},
			"boosts": [
				"Free",
				"Free"
			],
			"languages": [
				"common"
			],
			"languageNote": "You get additional languages equal to 1 + your Intelligence modifier, instead of just your Intelligence modifier.",
			"traits": [
				"human",
				"humanoid"
			],
			"entries": [
				"As unpredictable and varied as any of Golarion's peoples, humans have exceptional drive and the capacity to endure and expand. Though many civilizations thrived before humanity rose to prominence, humans have built some of the greatest and the most terrible societies throughout the course of history, and today they are the most populous people in the realms around the Inner Sea."
			],
			"heritage": [
				{
					"name": "Half-Elf",
					"shortName": "Half-Elf",
					"source": "CRB",
					"page": 56,
					"traits": [
						"elf",
						"half-elf"
					],
					"entries": [
						"Either one of your parents was an elf, or one or both were half-elves. You have pointed ears and other telltale signs of elf heritage. You gain the {@trait elf} trait and {@ability low-light vision}. In addition, you can select elf, half-elf, and human feats whenever you gain an {@filter ancestry feat|feats||type=ancestry|ancestry & heritage=elf;half-elf;human}."
					]
				},
				{
					"name": "Half-Orc",
					"shortName": "Half-Orc",
					"source": "CRB",
					"page": 56,
					"traits": [
						"half-orc",
						"orc"
					],
					"entries": [
						"One of your parents was an orc, or one or both were half-orcs. You have a green tinge to your skin and other indicators of orc heritage. You gain the {@trait orc} trait and {@ability low-light vision}. In addition, you can select orc, half-orc, and human feats whenever you gain an {@filter ancestry feat|feats||type=ancestry|ancestry & heritage=orc;half-orc;human}."
					]
				},
				{
					"name": "Skilled Heritage",
					"shortName": "Skilled",
					"source": "CRB",
					"page": 56,
					"entries": [
						"Your ingenuity allows you to train in a wide variety of skills. You become trained in one skill of your choice. At 5th level, you become an expert in the chosen skill."
					]
				},
				{
					"name": "Versatile Heritage",
					"shortName": "Versatile",
					"source": "CRB",
					"page": 56,
					"entries": [
						"Humanity's versatility and ambition have fueled its ascendance to be the most common ancestry in most nations throughout the world. Select a {@filter general feat|feats||type=general} of your choice for which you meet the prerequisites (as with your ancestry feat, you can select this general feat at any point during character creation)."
					]
				},
				{
					"name": "Wintertouched Heritage",
					"shortName": "Wintertouched",
					"source": "LOCG",
					"page": 11,
					"entries": [
						"The power of winter flows through you. This heritage is most common among the Jadwiga of Irrisen, due to their descent from Baba Yaga, and certain Erutaki touched by the spirits. You gain cold resistance equal to half your level (minimum 1), and you treat environmental cold effects as if they were one step less extreme (incredible cold becomes extreme, extreme cold becomes severe, and so on)."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"path": "https://2e.aonprd.com/Images/Ancestries/Human01.png"
					}
				}
			]
		}
	]
}