{
	"ancestry": [
		{
			"name": "Shisk",
			"source": "LOME",
			"page": 122,
			"rarity": "rare",
			"hp": 8,
			"size": [
				"medium"
			],
			"speed": {
				"walk": 25
			},
			"boosts": [
				"intelligence",
				"free"
			],
			"languages": [
				"{@language Mwangi}",
				"{@language Shisk|LOME}",
				"Additional languages equal to your Intelligence modifier (if positive). Choose from any {@filter Common language|languages||Type=Common}, and any other languages to which you have access (such as the languages prevalent in your region)."
			],
			"traits": [
				"humanoid",
				"shisk"
			],
			"features": [
				{
					"name": "Darkvision",
					"entries": [
						"You can see in darkness and dim light just as well as you can see in bright light, though your vision in darkness is in black and white."
					]
				}
			],
			"entries": [
				"Shisks are secretive mountain-dwellers, bone-feathered humanoids who lurk underground in dark tunnels and caverns. Their fascination with collecting and protecting esoteric knowledge is one of the few things that can persuade them to explore the outside world."
			],
			"heritage": [
				{
					"name": "Lorekeeper Shisk",
					"shortName": "Lorekeeper",
					"source": "LOME",
					"page": 123,
					"entries": [
						"You grew up surrounded by knowledge and secrets. You become trained in one Lore skill and one other Intelligence- or Wisdom-based skill of your choice. At 5th level, you become expert in the chosen skills."
					]
				},
				{
					"name": "Quillcoat Shisk",
					"shortName": "Quillcoat",
					"source": "LOME",
					"page": 123,
					"entries": [
						"Your body has adapted a defensive mechanism to break off your quills in an attacker, allowing you to defend yourself against aggressive predators, though it takes a while for the quills to grow back. You gain the {@action Barbed Quills|LOME} reaction.",
						{
							"name": "Barbed Quills",
							"source": "LOME",
							"type": "ability",
							"style": "full",
							"page": 123,
							"activity": {
								"number": 1,
								"unit": "reaction"
							},
							"actionType": {
								"ancestry": [
									"Shisk|LOME"
								],
								"heritage": [
									"Quillcoat Shisk|LOME"
								]
							},
							"frequency": {
								"unit": "day",
								"number": 1
							},
							"trigger": "You are hit with an unarmed strike or a strike with a non-reach melee weapon.",
							"entries": [
								"You break off quills in your attacker's flesh. You deal {@damage 1d8} piercing damage to the triggering creature (basic Reflex save using your class DC or spell DC, whichever is higher.) On a critical failure, the creature also takes {@damage 1d4} {@condition persistent damage||persistent bleed damage} as your quills hook into its flesh. At 3rd level, and every 2 levels thereafter, this damage increases by {@damage 1d8} and the persistent piercing damage increases by 1."
							]
						}
					]
				},
				{
					"name": "Spellkeeper Shisk",
					"shortName": "Spellkeeper",
					"source": "LOME",
					"page": 123,
					"entries": [
						"Your magical knowledge allows you to cast simple spells. Choose occult or primal. You gain one cantrip from that magical tradition's spell list. You can cast this spell as an innate spell at will, as a spell of your chosen tradition. A cantrip is heightened to a spell level equal to half your level rounded up."
					]
				},
				{
					"name": "Stronggut Shisk",
					"shortName": "Stronggut",
					"source": "LOME",
					"page": 123,
					"entries": [
						"Your metabolism is slow, allowing you to go for days without food and process maladies at a slower rate. You can go for 1 week without food before you begin to starve (Core Rulebook 500). Additionally, the onset times and lengths of stages for all diseases and poisons that affect you are increased by 50%. If the onset time or stage is instant or lasts only 1 round, this ability has no effect."
					]
				},
				{
					"name": "Stonestep Shisk",
					"shortName": "Stonestep",
					"source": "LOME",
					"page": 124,
					"entries": [
						"Navigating mountains and other rocky terrain is second nature to you. You can ignore non-magical {@quickref difficult terrain||3|terrain} caused by rubble and uneven ground made of stone and earth."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"path": "https://2e.aonprd.com/Images/Ancestries/Shisk01.png"
					}
				},
				{
					"type": "image",
					"href": {
						"type": "external",
						"path": "https://2e.aonprd.com/Images/Ancestries/Shisk02.png"
					}
				}
			]
		}
	]
}