{
	"ancestry": [
		{
			"name": "Hobgoblin",
			"source": "LOCG",
			"page": 48,
			"otherSources": {
				"Expanded": [
					"LOAG|32"
				]
			},
			"rarity": "uncommon",
			"hp": 8,
			"size": [
				"medium"
			],
			"speed": {
				"walk": 25
			},
			"boosts": [
				"constitution",
				"intelligence",
				"free"
			],
			"flaws": [
				"wisdom"
			],
			"languages": [
				"{@language Common}",
				"{@language Goblin}",
				"Additional languages equal to your Intelligence modifier (if it's positive). Choose from {@language Draconic}, {@language Dwarven}, {@language Gnoll}, {@language Jotun}, {@language Halfling}, {@language Orcish}, and any other languages to which you have access (such as the languages prevalent in your region)."
			],
			"traits": [
				"goblin",
				"humanoid"
			],
			"features": [
				{
					"name": "Darkvision",
					"entries": [
						"You can see in darkness and dim light just as well as you can see in bright light, though your vision in darkness is in black and white."
					]
				}
			],
			"flavor": [
				"Taller and stronger than their goblin kin, hobgoblins are equals in strength and size to humans, with broad shoulders and long, powerful arms."
			],
			"heritage": [
				{
					"name": "Elfbane Hobgoblin",
					"shortName": "Elfbane",
					"source": "LOCG",
					"page": 49,
					"entries": [
						"Hobgoblins were engineered long ago from the unreliable and fecund goblins, to be used as an army against the elves. Although the elves ultimately freed the hobgoblins from their bondage, some hobgoblins retain ancestral resistance to magic, which they refer to as \"elf magic.\" You gain the Resist Elf Magic reaction.",
						{
							"activity": {
								"number": 1,
								"unit": "reaction"
							},
							"entries": [
								"Your ancestral resistance to magic protects you. You gain a +1 circumstance bonus to the triggering saving throw. If the triggering effect is {@trait arcane}, you gain a +2 circumstance bonus instead."
							],
							"type": "ability",
							"style": "full",
							"name": "Resist Elf Magic",
							"trigger": "You attempt a saving throw against a magical effect but haven't rolled yet."
						}
					]
				},
				{
					"name": "Runtboss Hobgoblin",
					"shortName": "Runtboss",
					"source": "LOCG",
					"page": 49,
					"entries": [
						"You come from a long line of hobgoblins who commanded goblins. You are smaller than other hobgoblins, but goblins still listen to any commands you bellow. You gain the {@feat Group Coercion} skill feat. If you roll a success on an {@skill Intimidation} check to {@action Coerce} a goblin (but not other creatures with the goblin trait), you get a critical success instead; if you roll a critical failure, you get a failure instead."
					]
				},
				{
					"name": "Smokeworker Hobgoblin",
					"shortName": "Smokeworker",
					"source": "LOCG",
					"page": 49,
					"entries": [
						"Your family have been alchemists, engineers, and scientists for generations, on projects bringing smoke and fire to the field of battle. You gain fire resistance equal to half your level (minimum 1). You automatically succeed at the DC {@flatDC 5} flat check to target a {@condition concealed} creature if that creature is concealed only by smoke."
					]
				},
				{
					"name": "Warmarch Hobgoblin",
					"shortName": "Warmarch",
					"source": "LOCG",
					"page": 49,
					"entries": [
						"You come from a line of wandering mercenaries, constantly on the march and scavenging food on the trail. If you fail, but not critically fail, to {@action Subsist} in the wilderness, you can still keep yourself fed with poor meals. When exploring, you can {@action Hustle} twice as long before you have to stop."
					]
				},
				{
					"name": "Warrenbred Hobgoblin",
					"shortName": "Warrenbred",
					"source": "LOCG",
					"page": 49,
					"entries": [
						"Your ancestors lived underground. Your ears are larger than those of other hobgoblins and sensitive to echoes. When you are underground, you can use the {@action Seek} action to sense {@condition undetected} creatures within a 30-foot burst instead of a 15-foot burst. In addition, if you roll a success on an {@skill Acrobatics} check to {@action Squeeze}, you get a critical success instead."
					]
				}
			],
			"images": [
				"https://2e.aonprd.com/Images/Ancestries/Hobgoblin01.png",
				"https://2e.aonprd.com/Images/Ancestries/Hobgoblin02.png"
			]
		}
	]
}