{
	"ancestry": [
		{
			"name": "Vanara",
			"source": "LOIL",
			"page": 52,
			"rarity": "uncommon",
			"hp": 6,
			"size": [
				"medium"
			],
			"speed": {
				"walk": 25
			},
			"boosts": [
				"dexterity",
				"free"
			],
			"languages": [
				"Common",
				"Vanaran",
				"Additional languages equal to your Intelligence modifier (if it's positive). Choose from {@language Elven}, {@language Gnome}, {@language Infernal}, {@language Goblin}, {@language Sylvan}, and any other languages to which you have access (such as the languages prevalent in your region)."
			],
			"traits": [
				"humanoid",
				"vanara"
			],
			"features": [
				{
					"name": "Prehensile Tail",
					"entries": [
						"You can use your long, flexible tail to perform {@action Interact} actions requiring a free hand, even if both hands are otherwise occupied. Your tail can't perform actions that require fingers or significant manual dexterity, including any action that would require a check to accomplish, and you can't use it to hold items."
					]
				}
			],
			"entries": [
				"Vanaras are inquisitive and mischievous monkey-like humanoids with short, soft fur, expressive eyes, and long, prehensile tails. Their handlike feet and agile builds serve them well in the jungle realms where most vanaras live."
			],
			"heritage": [
				{
					"shortName": "Bandaagee",
					"source": "LOIL",
					"page": 54,
					"name": "Bandaagee Vanara",
					"entries": [
						"Your family is one of many who claims to be descended from the regal vanara peacekeeping family called the Bandaagee. Bandaagee are the most common kind of vanaras. You're very familiar with the trappings of civilization and move easily through the most crowded communities. You ignore difficult terrain from crowds. "
					]
				},
				{
					"shortName": "Lahkgyan",
					"source": "LOIL",
					"page": 54,
					"name": "Lahkgyan Vanara",
					"entries": [
						"Your vanara ancestors might have been born in Ragdya's image, but they found survival only in service to his enemy: the red-faced Lahkgya. You have sharp teeth meant for gnashing and ripping into flesh. You can subsist on raw meat alone. You have a jaws unarmed attack that deals 1d6 piercing damage. Your jaws are in the brawling group and have the finesse and unarmed traits. "
					]
				},
				{
					"shortName": "Ragdyan",
					"source": "LOIL",
					"page": 54,
					"name": "Ragdyan Vanara",
					"entries": [
						"Keepers of traditions and tellers of ancient tales, your family traces its lineage to those born directly from Ragdya's whims. When you speak, others are inclined to listen to you, perhaps due to the divine spark of your connection to Ragdya. You gain one cantrip from the divine spell list; this cantrip can't deal damage or otherwise cause direct harm. You can cast this spell as a divine innate spell at will. A cantrip is heightened to a spell level equal to half your level rounded up. "
					]
				},
				{
					"shortName": "Wajaghand",
					"source": "LOIL",
					"page": 54,
					"name": "Wajaghand Vanara",
					"entries": [
						"Your ancestors were forced into labor by the rakshasa immortal Ravana, the First and the Last. Although their cleverness while in captivity saved countless lives, and they're bound no longer, the time marked your family with scars upon the mind that will never truly heal, even across the generations. You gain a +1 circumstance bonus to saving throws against emotion effects, and whenever you roll a success on a saving throw against an emotion effect, you get a critical success instead."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"path": "https://2e.aonprd.com/Images/Ancestries/Kashirishi01.png"
					}
				},
				{
					"type": "image",
					"href": {
						"type": "external",
						"path": "https://2e.aonprd.com/Images/Ancestries/Kashirishi02.png"
					}
				}
			]
		}
	]
}