{
	"ancestry": [
		{
			"name": "Nagaji",
			"source": "LOIL",
			"page": 46,
			"rarity": "uncommon",
			"hp": 10,
			"size": [
				"medium"
			],
			"speed": {
				"walk": 25
			},
			"boosts": [
				"strength",
				"free"
			],
			"languages": [
				"{@language Common}",
				"{@language Nagaji}",
				"Additional languages equal to your Intelligence modifier (if it's positive). Choose from {@language Aklo}, {@language Amurrun}, {@language Aquan}, {@language Celestial}, {@language Draconic}, {@language Undercommon}, {@language Shadowtongue}, {@language Tengu}, {@language Vanaran}, and any other languages to which you have access (such as the languages prevalent in your region)."
			],
			"traits": [
				"humanoid",
				"nagaji"
			],
			"features": [
				{
					"name": "Low-light Vision",
					"entries": [
						"You can see in dim light as though it were bright light, so you ignore the {@condition concealed} condition due to dim light."
					]
				},
				{
					"name": "Fangs",
					"entries": [
						"Your mouth contains either rows of hooked, needle-sharp teeth or a pair of vicious serpent fangs. You gain a fangs unarmed attack that deals {@damage 1d6} piercing damage. Your fangs are in the {@group brawling} group and have the {@trait finesse} and {@trait unarmed} traits."
					]
				}
			],
			"entries": [
				"With humanoid figures and serpentine heads, nagaji are heralds, companions, and servitors of powerful nagas. They hold a deep reverence for holy areas and spiritual truths, an aspect many others find as intimidating as a nagaji's appearance."
			],
			"heritage": [
				{
					"name": "Hooded Nagaji",
					"shortName": "Hooded",
					"source": "LOIL",
					"page": 48,
					"entries": [
						"You bear the hooded head of a spitting cobra, and like such cobras, you can shoot streams of venom from your mouth. You gain a venomous spit ranged unarmed attack with a range increment of 10 feet that deals 1d4 poison damage. On a critical hit, the target takes persistent poison damage equal to the number of weapon damage dice. Your spit doesn't have a weapon group or a critical specialization effect."
					]
				},
				{
					"name": "Sacred Nagaji",
					"shortName": "Sacred",
					"source": "LOIL",
					"page": 48,
					"entries": [
						"You stand out from most nagaji, with the upper body of a beautiful human and the lower body of a green or white snake. Legends claim your ancestors were faithful snakes uplifted by Nalinivati rather than nagaji created by the goddess. Instead of a fangs unarmed attack, you have a tail attack that deals 1d6 bludgeoning damage, is in the brawling weapon group, and has the finesse and unarmed traits. You gain a +2 circumstance bonus to your Fortitude or Reflex DC against attempts to Grapple or Trip you. This bonus also applies to saving throws against effects that would grab you, restrain you, or knock you prone."
					]
				},
				{
					"name": "Titan Nagaji",
					"shortName": "Titan",
					"source": "LOIL",
					"page": 48,
					"entries": [
						"You were raised to be a warrior or a bodyguard, and your specialized diet and bulging muscles have made your scales as strong as armored plates. Your scales are medium armor in the plate armor group that grant a +4 item bonus to AC, a Dex cap of +1, a check penalty of –2, a Speed penalty of –5 feet, a Strength value of 16, and have the comfort trait. You can never wear other armor or remove your scales. You can etch armor runes onto your scales."
					]
				},
				{
					"name": "Venomshield Nagaji",
					"shortName": "Venomshield",
					"source": "LOIL",
					"page": 48,
					"entries": [
						"Your intrinsic connection to nagas and mundane serpents grants you an innate resistance to toxins of every sort. You gain resistance to poison equal to half your level (minimum 1 resistance), and you gain a +1 circumstance bonus to all saving throws against poison."
					]
				},
				{
					"name": "Whipfang Nagaji",
					"shortName": "Whipfang",
					"source": "LOIL",
					"page": 48,
					"entries": [
						"You have a long, flexible neck that can curl into a striking pose like that of a snake. Your deceptively powerful muscles allow you to bite with surprising distance and speed. You gain the {@action Raise Neck|LOIL} action.",
						{
							"type": "data",
							"tag": "action",
							"source": "LOIL",
							"name": "Raise Neck"
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"path": "https://2e.aonprd.com/Images/Ancestries/Nagaji01.png"
					}
				},
				{
					"type": "image",
					"href": {
						"type": "external",
						"path": "https://2e.aonprd.com/Images/Ancestries/Nagaji02.png"
					}
				},
				{
					"type": "image",
					"href": {
						"type": "external",
						"path": "https://2e.aonprd.com/Images/Ancestries/Nagaji03.png"
					}
				},
				{
					"type": "image",
					"href": {
						"type": "external",
						"path": "https://2e.aonprd.com/Images/Ancestries/Nagaji04.png"
					}
				}
			]
		}
	]
}