{
	"ancestry": [
		{
			"name": "Automaton",
			"source": "G&G",
			"page": 36,
			"rarity": "rare",
			"hp": 8,
			"size": [
				"medium",
				"small"
			],
			"speed": {
				"walk": 25
			},
			"boosts": [
				"strength",
				"free"
			],
			"languages": [
				"common",
				"utopian|b1"
			],
			"additionalLanguages": [
				"abyssal",
				"aquan",
				"auran",
				"celestial",
				"dwarven",
				"elven",
				"ignan",
				"infernal",
				"terran",
				"jistkan"
			],
			"languageNote": "At the GM's discretion, if you still have memories from your time in {@place Jistka}, you might speak {@language Jistkan|b2} instead of {@language Common}.",
			"traits": [
				"automaton",
				"construct"
			],
			"features": [
				{
					"name": "Automaton Core",
					"type": "ability",
					"entries": [
						"Your body contains an automaton core infused with planar quintessence that grants you power to perform various tasks and houses your soul and life energy. This life energy flows through you much like the blood of humanoids. As a result, you are a living creature. You don't have the typical construct immunities, can be affected by effects that target a living creature, and can recover Hit Points normally via positive energy. Additionally, you are not destroyed when reduced to 0 Hit Points. Instead, your life energy attempts to keep you active even in dire straits; you are knocked out and begin {@condition dying} when reduced to 0 Hit Points (Core Rulebook 459)."
					]
				},
				{
					"name": "Constructed Body",
					"type": "ability",
					"entries": [
						"Your physiological needs are different than those of living creatures. You don't need to eat or drink. You don't need to sleep, but you still need a daily period of rest. During this period of rest, you must enter a recuperating standby state for 2 hours, which is similar to sleeping except you are aware of your surroundings and don't take penalties for being {@condition unconscious}. Much like with sleeping, if you go too long without entering your standby state, you become {@condition fatigued} and can't recover until you enter standby for 2 hours."
					]
				},
				{
					"name": "Low-Light Vision",
					"type": "ability",
					"entries": [
						"You can see in dim light as though it were bright light, so you ignore the {@condition concealed} condition due to dim light."
					]
				}
			],
			"entries": [
				"These intelligent constructs house actual souls and represent what remains of a dying empire's last attempt at greatness. Automatons combine technological ingenuity with magical power, creating a blended being wholly unique to Golarion."
			],
			"heritage": [
				{
					"name": "Hunter Automaton",
					"shortName": "Hunter",
					"source": "G&G",
					"page": 39,
					"entries": [
						"You were designed to serve as a scout or assassin and have a body resembling a pack hunter like a large cat or wolf. Though you typically move like a quadruped, you can still stand and fight like a biped, allowing you to use all equipment normally. Your quadruped design allows you to move quickly; if you have both hands free, you can increase your Speed to 30 feet as you run on all fours."
					]
				},
				{
					"name": "Mage Automaton",
					"shortName": "Mage",
					"source": "G&G",
					"page": 39,
					"entries": [
						"The chamber housing your core has a more direct connection to the rest of your humanoid shape, allowing you to tap into your core's magical energy. You gain one cantrip from the arcane spell list. You can cast this spell as an arcane innate spell at will. A cantrip is heightened to a spell level equal to half your level rounded up."
					]
				},
				{
					"name": "Warrior Automaton",
					"shortName": "Warrior",
					"source": "G&G",
					"page": 39,
					"entries": [
						"Sporting a bulkier, powerful design, your body has been designed for combat. You have a bulky, humanoid shape. The damage die for your fist increases to {@damage 1d6} instead of {@damage 1d4}. You don't take a penalty when making a lethal attack with your fist or any other unarmed attack."
					]
				},
				{
					"name": "Sharpshooter Automaton",
					"shortName": "Sharpshooter",
					"source": "G&G",
					"page": 39,
					"entries": [
						"Your lithe, humanoid shape is designed for speed and accuracy suitable for ranged combat. You gain the {@action Automaton Aim|G&G} action.",
						{
							"name": "Automaton Aim",
							"source": "G&G",
							"type": "ability",
							"style": "full",
							"page": 39,
							"activity": {
								"number": 1,
								"unit": "action"
							},
							"actionType": {
								"ancestry": [
									"Automaton|G&G"
								],
								"heritage": [
									"Sharpshooter Automaton|G&G"
								]
							},
							"entries": [
								"You steady your body and observe the events of the battlefield to maximize the range of your next shot. You reduce the penalty for firing into your weapon's second range increment from –2 to 0 for the next ranged attack you make this turn. You can use this action a second time in the same turn to reduce the penalty from firing into your weapon's third range increment from –4 to 0 for the next ranged attack you make this turn."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"path": "https://2e.aonprd.com/Images/Ancestries/Automaton01.png"
					}
				},
				{
					"type": "image",
					"href": {
						"type": "external",
						"path": "https://2e.aonprd.com/Images/Ancestries/Automaton02.png"
					}
				}
			]
		}
	]
}