{
	"ancestry": [
		{
			"name": "Elf",
			"source": "CRB",
			"page": 39,
			"otherSources": {
				"Expanded": [
					"LOCG|22"
				]
			},
			"hp": 6,
			"size": [
				"medium"
			],
			"speed": {
				"walk": 30
			},
			"boosts": [
				"dexterity",
				"intelligence",
				"free"
			],
			"flaws": [
				"constitution"
			],
			"languages": [
				"common",
				"elven"
			],
			"additionalLanguages": [
				"celestial",
				"draconic",
				"gnoll",
				"gnomish",
				"goblin",
				"orcish",
				"sylvan"
			],
			"traits": [
				"elf",
				"humanoid"
			],
			"features": [
				{
					"name": "Low-Light Vision",
					"type": "ability",
					"entries": [
						"You can see in dim light as though it were bright light, so you ignore the {@condition concealed} condition due to dim light."
					]
				}
			],
			"entries": [
				"As an ancient people, elves have seen great change and have the perspective that can come only from watching the arc of history. After leaving the world in ancient times, they returned to a changed land, and they still struggle to reclaim their ancestral homes, most notably from terrible demons that have invaded parts of their lands. To some, the elves are objects of awe—graceful and beautiful, with immense talent and knowledge. Among themselves, however, the elves place far more importance on personal freedom than on living up to these ideals."
			],
			"heritage": [
				{
					"name": "Arctic Elf",
					"shortName": "Arctic",
					"source": "CRB",
					"page": 39,
					"entries": [
						"You dwell deep in the frozen north and have gained incredible resilience against cold environments, granting you cold resistance equal to half your level (minimum 1). You treat environmental cold effects as if they were one step less extreme (incredible cold becomes extreme, extreme cold becomes severe, and so on)."
					]
				},
				{
					"name": "Cavern Elf",
					"shortName": "Cavern",
					"source": "CRB",
					"page": 39,
					"entries": [
						"You were born or spent many years in underground tunnels or caverns where light is scarce. You gain {@ability darkvision}."
					]
				},
				{
					"name": "Seer Elf",
					"shortName": "Seer",
					"source": "CRB",
					"page": 40,
					"entries": [
						"You have an inborn ability to detect and understand magical phenomena. You can cast the {@spell detect magic} cantrip as an arcane innate spell at will. A cantrip is heightened to a spell level equal to half your level rounded up.",
						"In addition, you gain a +1 circumstance bonus to checks to {@action Identify Magic} and to {@action Decipher Writing} of a magical nature. These skill actions typically use the {@skill Arcana}, {@skill Nature}, {@skill Occultism}, or {@skill Religion} skill."
					]
				},
				{
					"name": "Whisper Elf",
					"shortName": "Whisper",
					"source": "CRB",
					"page": 40,
					"entries": [
						"Your ears are finely tuned, able to detect even the slightest whispers of sound. As long as you can hear normally, you can use the {@action Seek} action to sense {@condition undetected} creatures in a 60-foot cone instead of a 30-foot cone. You also gain a +2 circumstance bonus to locate {@condition undetected} creatures that you could hear within 30 feet with a {@action Seek} action."
					]
				},
				{
					"name": "Woodland Elf",
					"shortName": "Woodland",
					"source": "CRB",
					"page": 40,
					"entries": [
						"You're adapted to life in the forest or the deep jungle, and you know how to climb trees and use foliage to your advantage. When {@action Climb|CRB|Climbing} trees, vines, and other foliage, you move at half your Speed on a success and at full Speed on a critical success (and you move at full Speed on a success if you have {@feat Quick Climb}). This doesn't affect you if you're using a climb Speed.",
						"You can always use the {@action Take Cover} action when you are within forest terrain to gain cover, even if you're not next to an obstacle you can {@action Take Cover} behind."
					]
				},
				{
					"name": "Ancient Elf",
					"shortName": "Ancient",
					"source": "LOCG",
					"page": 25,
					"entries": [
						"In your long life, you've dabbled in many paths and many styles. A typical ancient elf is at least 100 years old, though you might be younger at the GM's discretion. Choose a class other than your own. You gain the multiclass dedication feat for that class, even though you don't meet its level prerequisite. You must still meet its other prerequisites to gain the feat."
					]
				},
				{
					"name": "Desert Elf",
					"shortName": "Desert",
					"source": "LOCG",
					"page": 25,
					"entries": [
						"You live under the desert's blazing heat, gaining incredible resilience to warm environments. You gain fire resistance equal to half your level (minimum 1), and environmental heat effects are one step less extreme for you (incredible heat becomes extreme, extreme heat becomes severe, and so on)."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"path": "https://2e.aonprd.com/Images/Ancestries/Elf01.png"
					}
				},
				{
					"type": "image",
					"href": {
						"type": "external",
						"path": "https://2e.aonprd.com/Images/Ancestries/Elf02.png"
					}
				}
			]
		}
	]
}