{
	"ancestry": [
		{
			"name": "Azarketi",
			"source": "AAWS",
			"page": 2,
			"otherSources": {
				"Reprinted": [
					"LOACLO|0"
				],
				"Expanded": [
					"LOAG|12"
				]
			},
			"rarity": "uncommon",
			"hp": 8,
			"size": [
				"medium"
			],
			"speed": {
				"walk": 20,
				"swim": 30
			},
			"boosts": [
				"constitution",
				"charisma",
				"free"
			],
			"flaws": [
				"wisdom"
			],
			"languages": [
				"Common",
				"Alghollthu|b1",
				"Additional languages equal to your Intelligence modifier (if it's positive). Choose from {@language Aklo}, {@language Aquan}, {@language Azlanti|LOWG}, {@language Draconic}, {@language Elven}, and {@language Undercommon} and any other languages to which you have access (such as the languages prevalent in your region)."
			],
			"traits": [
				"amphibious",
				"azarketi",
				"humanoid"
			],
			"features": [
				{
					"name": "Low-Light Vision",
					"entries": [
						"You can see in dim light as though it were bright light and you ignore the {@condition concealed} condition due to dim light."
					]
				},
				{
					"name": "Hydration",
					"entries": [
						"While you are an amphibious being equally as capable on land as in the water, your body requires you to return to aquatic environments at least once in a 24-hour period. You must submerge in water in order to rehydrate your water-acclimated skin. If you fail to do this, your skin begins to crack and your gills become painful. After the first 24 hours outside of water, you take a –1 status penalty to Fortitude saves. After 48 hours, you struggle to breathe air and begin to suffocate until returned to water."
					]
				}
			],
			"heritage": [
				{
					"name": "Ancient Scale Azarketi",
					"shortName": "Ancient Scale",
					"source": "AAWS",
					"page": 3,
					"entries": [
						"Your lineage stems from azarketis who remain dedicated to their deep-sea roots. Divorced from land society, you're a foreigner to any world above a thousand fathoms deep. You gain {@ability darkvision}. Your body is dotted with phosphorescent spots that emit a guiding light and help you communicate. The spots—located primarily on your face, arms, and hands—illuminate a 10-foot radius around you with dim light. You can activate, deactivate, or change the arrangement of lights as an action, which has the {@trait concentrate|concentration} trait."
					]
				},
				{
					"name": "Benthic Azarketi",
					"shortName": "Benthic",
					"source": "AAWS",
					"page": 3,
					"entries": [
						"Your heritage traces to azarketis living deep beneath the sea, and you can handle the chilling depths more easily than most. You gain resistance to cold equal to half your level, and you don't treat environmental cold as one degree more severe when you are wet. You adapt to pressure changes from being deep underwater automatically without ill effect."
					]
				},
				{
					"name": "Mistbreath Azarketi",
					"shortName": "Mistbreath",
					"source": "AAWS",
					"page": 3,
					"entries": [
						"You descend from azarketis who migrated to land environments that could support their need for water. Over time, your people adapted to life on land culturally and physically, even resulting in azarketis born with human hair like their Azlanti ancestors. You no longer need to be immersed in water every 24 hours to maintain your skin and can instead mist or wipe your skin with water to live comfortably. Your land Speed is 25 feet, but your swim Speed is only 15 feet."
					]
				},
				{
					"name": "River Azarketi",
					"shortName": "River",
					"source": "AAWS",
					"page": 3,
					"entries": [
						"You come from azarketis who abandoned the oceans for the fresh water of inland life. The varied geography of rivers required you to develop advanced physical skills to swim against rapids, leap through cascading waters, and deftly navigate shallow and narrow channels. When you succeed at an {@skill Athletics} check to {@action Swim}, you get a critical success instead."
					]
				},
				{
					"name": "Thalassic Azarketi",
					"shortName": "Thalassic",
					"source": "AAWS",
					"page": 4,
					"entries": [
						"You trace your lineage from azarketis who lived their lives among the great oceans and seas of the world. You know how to use the currents and the primal magic of water to guide your attacks. You gain the {@feat Underwater Marauder|CRB} skill feat, and your piercing ranged attacks don't have their range increments halved when fighting underwater targets."
					]
				},
				{
					"name": "Inured Azarketi",
					"shortName": "Inured",
					"source": "LOAG",
					"page": 13,
					"entries": [
						"Your ancestors had to survive in polluted water that made every breath noxious. You gain poison resistance equal to half your level (minimum 1). Furthermore, you can survive outside of water for 72 hours before you begin to suffocate."
					]
				},
				{
					"name": "Murkeyed Azarketi",
					"shortName": "Murkeyed",
					"source": "LOAG",
					"page": 13,
					"entries": [
						"You live in murky waters and have grown accustomed to life in a low-visibility environment. You need only a successful DC {@flatDC 3} flat check when targeting a {@condition concealed} creature and a successful DC {@flatDC 9} flat check when targeting a {@condition hidden} creature."
					]
				},
				{
					"name": "Spined Azarketi",
					"shortName": "Spined",
					"source": "LOAG",
					"page": 13,
					"entries": [
						"Your fins conceal launchable toxic spines. You have a spine ranged unarmed attack with the {@trait unarmed} trait that deals {@damage 1d4} poison damage, has a range increment of 10 feet, and is in the dart weapon group."
					]
				},
				{
					"name": "Tactile Azarketi",
					"shortName": "Tactile",
					"source": "LOAG",
					"page": 13,
					"entries": [
						"Your skin can detect the slightest changes in ocean currents. You gain imprecise {@ability wavesense} with a range of 30 feet, allowing you to sense motion in the water around you. You also gain a +1 circumstance bonus to {@skill Survival} checks to {@action Sense Direction} in aquatic environments."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"path": "https://2e.aonprd.com/Images/Ancestries/Azarketi01.png"
					}
				},
				{
					"type": "image",
					"href": {
						"type": "external",
						"path": "https://2e.aonprd.com/Images/Ancestries/Azarketi02.png"
					}
				}
			]
		}
	]
}