{
	"ancestry": [
		{
			"name": "Ratfolk",
			"source": "APG",
			"page": 20,
			"otherSources": {
				"Expanded": [
					"LOAG|52"
				]
			},
			"rarity": "uncommon",
			"hp": 6,
			"size": [
				"small"
			],
			"speed": {
				"walk": 25
			},
			"boosts": [
				"dexterity",
				"intelligence",
				"free"
			],
			"flaws": [
				"strength"
			],
			"languages": [
				"{@language Common}",
				"{@language Ysoki|APG}",
				"Additional languages equal to your Intelligence modifier (if it's positive). Choose from {@language Aklo}, {@language Draconic}, {@language Dwarven}, {@language Gnoll}, {@language Gnomish}, {@language Goblin}, {@language Halfling}, {@language Orcish}, {@language Undercommon}, or any other languages to which you have access (such as the languages prevalent in your region)."
			],
			"traits": [
				"humanoid",
				"ratfolk"
			],
			"features": [
				{
					"name": "Low-Light Vision",
					"entries": [
						"You can see in dim light as though it were bright light, and you ignore the {@condition concealed} condition due to dim light."
					]
				}
			],
			"entries": [
				"Ysoki—as ratfolk call themselves—are a clever, adaptable, and fastidious ancestry who happily crowd their large families into the smallest of living spaces."
			],
			"heritage": [
				{
					"name": "Deep Rat",
					"shortName": "Deep",
					"source": "APG",
					"page": 21,
					"entries": [
						"Your ancestors lived deeper underground than other ratfolk, granting you the ability to see in the dark. You gain {@ability darkvision}."
					]
				},
				{
					"name": "Desert Rat",
					"shortName": "Desert",
					"source": "APG",
					"page": 21,
					"entries": [
						"You are native to arid plains and likely grew up traveling the roads. You have a leaner build than other ratfolk, with longer limbs and short fur. If you have both hands free, you can increase your Speed to 30 feet as you run on all fours. In addition, environmental heat effects are one step less extreme for you, and you can go 10 times as long as normal before you are affected by starvation or thirst. However, unless you wear protective gear or take shelter, environmental cold effects are one step more extreme for you."
					]
				},
				{
					"name": "Longsnout Rat",
					"shortName": "Longsnout",
					"source": "APG",
					"page": 21,
					"entries": [
						"The long snouts that run in your family give you a keener sense of smell than most ratfolk. You gain imprecise {@ability scent} with a range of 30 feet. This means you can use your sense of smell to determine a creature's location, as explained on page 465 of the Core Rulebook. The GM will usually double the range if you're downwind from the creature or halve the range if you're upwind.",
						"In addition, you gain a +2 circumstance bonus to {@skill Perception} checks to Seek a creature or object within the range of your {@ability scent}."
					]
				},
				{
					"name": "Sewer Rat",
					"shortName": "Sewer",
					"source": "APG",
					"page": 22,
					"entries": [
						"You come from a long line of ysoki from a community based in the sewers beneath a large settlement. You are immune to the disease filth fever. Each of your successful saving throws against a disease or poison reduces its stage by 2, or by 1 for a virulent disease or poison. Each critical success against an ongoing disease or poison reduces its stage by 3, or by 2 for a virulent disease or poison."
					]
				},
				{
					"name": "Shadow Rat",
					"shortName": "Shadow",
					"source": "APG",
					"page": 22,
					"entries": [
						"Your ancestors lived in dark spaces underground, granting you dark fur and a vaguely unnatural mien that unnerves sapient creatures and frightens animals. You gain the trained proficiency rank in {@skill Intimidation} and can use {@skill Intimidation} to {@action Coerce} animals. When you {@action Demoralize} an animal, you don't take a penalty for not sharing a language with it. If you would automatically become trained in {@skill Intimidation} (from your background or class, for example), you become trained in another skill of your choice.",
						"Animals' attitudes toward you begin one degree worse than normal, usually starting at {@condition unfriendly} instead of {@condition indifferent} for domesticated animals, and {@condition hostile} instead of {@condition unfriendly} for wild animals."
					]
				},
				{
					"name": "Snow Rat",
					"shortName": "Snow",
					"source": "LOAG",
					"page": 22,
					"entries": [
						"You have a thicker coat and bulkier frame to defend against the cold, granting you cold resistance equal to half your level (minimum 1). You treat environmental cold effects as if they were one step less extreme (incredible cold becomes extreme, extreme cold becomes severe, and so on)."
					]
				},
				{
					"name": "Tunnel Rat",
					"shortName": "Tunnel",
					"source": "LOAG",
					"page": 22,
					"entries": [
						"Your incredibly small bones allow you to easily compress your body and squeeze through gaps. You gain the {@feat Quick Squeeze} feat as a bonus feat, even if you aren't trained in {@skill Acrobatics}. Tight spaces not tight enough to require the {@action Squeeze} action aren't {@quickref difficult terrain||3|terrain} for you."
					]
				}
			],
			"images": [
				"https://2e.aonprd.com/Images/Ancestries/Ratfolk01.png",
				"https://2e.aonprd.com/Images/Ancestries/Ratfolk02.png"
			]
		}
	]
}