{
	"ancestry": [
		{
			"name": "Conrasu",
			"source": "LOME",
			"page": 106,
			"rarity": "rare",
			"hp": 10,
			"size": [
				"medium"
			],
			"speed": {
				"walk": 25
			},
			"boosts": [
				"constitution",
				"wisdom",
				"free"
			],
			"flaws": [
				"charisma"
			],
			"languages": [
				"{@language Mwangi}",
				"{@language Rasu|LOME}",
				"Additional languages equal to your Intelligence modifier (if it is positive). Choose from {@language Celestial}, {@language Elven}, {@language Iruxi|b1}, {@language Sylvan}, {@language Terran}, {@language Utopian|b1}, and any other languages to which you have access (such as the languages prevalent to your region)."
			],
			"traits": [
				"aeon",
				"conrasu",
				"plant"
			],
			"features": [
				{
					"name": "Sunlight Healing",
					"entries": [
						"A conrasu can enter a meditative, healing state as a 10-minute activity when exposed to direct sunlight, in which case they recover {@dice 1d8} Hit Points. At 3rd level, and every 2 levels thereafter, this healing increases by {@dice 1d8}. Once a conrasu has recovered Hit Points in this way, they are temporarily immune to further uses of Sunlight Healing for 1 day."
					]
				}
			],
			"entries": [
				"Conrasus are shards of cosmic force given consciousness who construct intricate exoskeletons to interface with the mortal world. Both an integral part of the underlying processes of the universe and strangely set apart, conrasus look to aeons to understand their existence."
			],
			"heritage": [
				{
					"name": "Rite of Knowing",
					"shortName": "Knowing",
					"source": "LOME",
					"page": 107,
					"entries": [
						"You enhanced your exoskeleton with a connection to Axis, allowing you to tap into the infinite knowledge of the plane. You gain the {@action Call to Axis|LOME} action.",
						{
							"name": "Call to Axis",
							"source": "LOME",
							"type": "ability",
							"style": "full",
							"page": 107,
							"activity": {
								"number": 1,
								"unit": "free"
							},
							"traits": [
								"fortune"
							],
							"actionType": {
								"ancestry": [
									"Conrasu|LOME"
								],
								"heritage": [
									"Rite of Knowing|LOME"
								]
							},
							"frequency": {
								"unit": "day",
								"number": 1
							},
							"trigger": "You are about to attempt a check to {@action Recall Knowledge}.",
							"entries": [
								"You call upon the knowledge of Axis to ensure the accuracy of your information. You roll a second time and use the higher result. If you roll a critical failure, you get a failure instead. If you roll a success, you get a critical success instead."
							]
						}
					]
				},
				{
					"name": "Rite of Light",
					"shortName": "Light",
					"source": "LOME",
					"page": 107,
					"entries": [
						"Your exoskeleton bears small shoots that can share life. When using your Sunlight Healing, you can restore the Hit Points of an adjacent ally instead of yourself. That ally becomes temporarily immune to all uses of Sunlight Healing for 1 day."
					]
				},
				{
					"name": "Rite of Passage",
					"shortName": "Passage",
					"source": "LOME",
					"page": 107,
					"entries": [
						"Your exoskeleton remains connected with the plants that created it. You can ignore {@quickref difficult terrain||3|terrain} and uneven ground caused by undergrowth. In addition, when you use the {@skill Acrobatics} skill to {@action Balance} on narrow surfaces or uneven ground within forests, you aren't {@condition flat-footed}. When you roll a success attempting one of these {@skill Acrobatics} checks, you get a critical success instead."
					]
				},
				{
					"name": "Rite of Reinforcement",
					"shortName": "Reinforcement",
					"source": "LOME",
					"page": 107,
					"entries": [
						"Your woven exoskeleton rivals the hardest armors that can be found. Your exoskeleton is medium armor in the plate armor group that grants a +4 item bonus to AC, a Dex cap of +1, a check penalty of –2, a speed penalty of –5 feet, and a Strength value of 16, and has the comfort trait. You can never wear other armor or remove your exoskeleton. You can etch armor runes onto your exoskeleton as normal."
					]
				},
				{
					"name": "Rite of Invocation",
					"shortName": "Invocation",
					"source": "LOME",
					"page": 108,
					"entries": [
						"You augmented your exoskeleton with magic. You gain one cantrip from the arcane or occult spell list. You can cast this spell as an innate spell at will. A cantrip is heightened to a spell level equal to half your level rounded up."
					]
				}
			],
			"images": [
				"https://2e.aonprd.com/Images/Ancestries/Conrasu01.png",
				"https://2e.aonprd.com/Images/Ancestries/Conrasu02.png"
			]
		}
	]
}