{
	"ancestry": [
		{
			"name": "Leshy",
			"source": "LOCG",
			"page": 52,
			"otherSources": {
				"Expanded": [
					"LOAG|40"
				]
			},
			"rarity": "uncommon",
			"hp": 8,
			"size": [
				"small"
			],
			"speed": {
				"walk": 25
			},
			"boosts": [
				"constitution",
				"wisdom",
				"free"
			],
			"flaws": [
				"intelligence"
			],
			"languages": [
				"common",
				"sylvan"
			],
			"additionalLanguages": [
				"draconic",
				"elven",
				"gnomish",
				"goblin",
				"halfling",
				"undercommon"
			],
			"traits": [
				"leshy",
				"plant"
			],
			"features": [
				{
					"name": "Low-Light Vision",
					"type": "ability",
					"entries": [
						"You can see in dim light as though it were bright light, and you ignore the {@condition concealed} condition due to dim light."
					]
				},
				{
					"name": "Plant Nourishment",
					"type": "ability",
					"entries": [
						"You gain nourishment in the same way that the plants or fungi that match your body type normally do, through some combination of photosynthesis, absorbing minerals with your roots, or scavenging decaying matter. You typically do not need to pay for food. If you normally rely on photosynthesis and go without sunlight for 1 week, you begin to starve. You can derive nourishment from specially formulated bottles of sunlight instead of natural sunlight, but these bottles cost 10 times as much as standard rations (or 40 sp)."
					]
				}
			],
			"entries": [
				"Guardians and emissaries of the environment, leshies are immortal spirits of nature temporarily granted a physical form."
			],
			"heritage": [
				{
					"name": "Cactus Leshy",
					"shortName": "Cactus",
					"source": "LOAG",
					"page": 41,
					"entries": [
						"Spines cover your body. You gain a spine unarmed attack that deals {@damage 1d6} piercing damage. Your spines are in the brawling group and have the {@trait finesse} and {@trait unarmed} traits."
					]
				},
				{
					"name": "Fruit Leshy",
					"shortName": "Fruit",
					"source": "LOAG",
					"page": 42,
					"entries": [
						"Your body continually produces small fruits imbued with primal magic. At dawn each day, a new fruit ripens. You or an ally can remove this fruit as an {@action Interact} action. If a living creature that can derive sustenance from fruit consumes it as an {@action Interact} action within the next hour, they regain {@dice 1d8} Hit Points, plus an additional {@dice 1d8} Hit Points for every 2 of your levels beyond 1st. This effect has the {@trait healing}, {@trait necromancy}, {@trait positive} and {@trait primal} traits."
					]
				},
				{
					"name": "Lotus Leshy",
					"shortName": "Lotus",
					"source": "LOAG",
					"page": 42,
					"entries": [
						"You effortlessly float on the surface of water. You can walk on the surface of still water and other non-damaging liquids, moving at half your normal Speed. You can attempt to walk along the surface of flowing water as well, still moving at half Speed, but doing so requires a successful {@skill Acrobatics} check to {@action Balance} using the DC of a Swim check to move through the water; on a failure, you fall into the water. This {@skill Acrobatics} check doesn't use an action."
					]
				},
				{
					"name": "Root Leshy",
					"shortName": "Root",
					"source": "LOAG",
					"page": 42,
					"entries": [
						"Your body is made from hardy roots that attach you firmly to the ground. You gain 10 Hit Points from your ancestry instead of 8. You can go without sunlight for 2 weeks before you begin to starve. You gain a +2 circumstance bonus to your Fortitude or Reflex DC against attempts to {@action Shove} or {@action Trip} you. This bonus also applies to saving throws against spells or effects that attempt to move you or knock you {@condition prone}."
					]
				},
				{
					"name": "Seaweed Leshy",
					"shortName": "Seaweed",
					"source": "LOAG",
					"page": 42,
					"entries": [
						"Your body is made from woven seaweed, and you're just as comfortable underwater as on land. You gain a swim Speed of 20 feet, and you can always breathe underwater. However, your land Speed is reduced by 5 feet (to 20 feet for most seaweed leshys)."
					]
				},
				{
					"name": "Fungus Leshy",
					"shortName": "Fungus",
					"source": "LOCG",
					"page": 53,
					"entries": [
						"Your body was made from fungi that grows in the shade of caves and trees, and you are at home in dark caverns and warrens. You gain {@ability darkvision}. You lose the {@trait plant} trait and gain the {@trait fungus} trait."
					]
				},
				{
					"name": "Gourd Leshy",
					"shortName": "Gourd",
					"source": "LOCG",
					"page": 53,
					"entries": [
						"You have a large gourd for a skull. Your knowledge comes from within your spirit, rather than a physical brain, and you have found a handier use for the space inside your head. You can store a collection of up to 1 Bulk of objects within your head. The DC of checks to {@action Steal} objects from inside your head increases by 4. Additionally, if you store only one object within your head, you can draw it effortlessly into your hand as part of another action to use the object. Drawing the item grants this other action the {@trait manipulate} trait."
					]
				},
				{
					"name": "Leaf Leshy",
					"shortName": "Leaf",
					"source": "LOCG",
					"page": 53,
					"entries": [
						"Your body is made mostly from natural foliage, and like a leaf tumbling from a tree, you land from falls with particular grace. You take no damage from falling, regardless of the distance you fall."
					]
				},
				{
					"name": "Vine Leshy",
					"shortName": "Vine",
					"source": "LOCG",
					"page": 53,
					"entries": [
						"The prehensile vines woven into your body grant you unmatched skill at climbing. You do not need to have any hands free to {@action Climb}. Additionally, if you roll a success on an {@skill Athletics} check to {@action Climb}, you get a critical success instead."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"path": "https://2e.aonprd.com/Images/Ancestries/Leshy01.png"
					}
				},
				{
					"type": "image",
					"href": {
						"type": "external",
						"path": "https://2e.aonprd.com/Images/Ancestries/Leshy02.png"
					}
				},
				{
					"type": "image",
					"href": {
						"type": "external",
						"path": "https://2e.aonprd.com/Images/Ancestries/Leshy03.png"
					}
				},
				{
					"type": "image",
					"href": {
						"type": "external",
						"path": "https://2e.aonprd.com/Images/Ancestries/Leshy04.png"
					}
				}
			]
		}
	]
}