{
	"ancestry": [
		{
			"name": "Tengu",
			"source": "APG",
			"page": 24,
			"otherSources": {
				"Expanded": [
					"LOAG|52"
				]
			},
			"rarity": "uncommon",
			"hp": 6,
			"size": [
				"medium"
			],
			"speed": {
				"walk": 25
			},
			"boosts": [
				"dexterity",
				"free"
			],
			"languages": [
				"Common",
				"Tengu|b1",
				"Additional languages equal to your Intelligence modifier (if positive). Choose from {@language Dwarven}, {@language Elven}, {@language Halfling}, {@language Gnomish}, {@language Goblin}, {@language Sylvan}, and any other languages to which you have access (such as the languages prevalent in your region)."
			],
			"traits": [
				"humanoid",
				"tengu"
			],
			"features": [
				{
					"name": "Low-Light Vision",
					"entries": [
						"You can see in dim light as though it were bright light, and you ignore the {@condition concealed} condition due to dim light."
					]
				},
				{
					"name": "Sharp Beak",
					"unarmedAttack": true,
					"entries": [
						"With your sharp beak, you are never without a weapon. You have a beak unarmed attack that deals {@damage 1d6} piercing damage. Your beak is in the brawling weapon group and has the {@trait finesse} and {@trait unarmed} traits."
					]
				}
			],
			"entries": [
				"Tengus are a gregarious and resourceful people that have spread far and wide from their ancestral home in Tian Xia, collecting and combining whatever innovations and traditions they happen across with those from their own long history."
			],
			"heritage": [
				{
					"name": "Jinxed Tengu",
					"shortName": "Jinxed",
					"source": "APG",
					"page": 25,
					"entries": [
						"Your lineage has been exposed to curse after curse, and now, they slide off your feathers like rain. If you succeed at a saving throw against a {@trait curse} or {@trait misfortune} effect, you get a critical success instead. When you would gain the {@condition doomed} condition, attempt a DC {@flatDC 17} flat check. On a success, reduce the value of the {@condition doomed} condition you would gain by 1."
					]
				},
				{
					"name": "Mountainkeeper Tengu",
					"shortName": "Mountainkeeper",
					"source": "APG",
					"page": 25,
					"entries": [
						"You come from a line of tengu ascetics, leaving you with a link to the spirits of the world and the Great Beyond. You can cast the {@spell disrupt undead} cantrip as a primal innate spell at will. A cantrip is heightened to a spell level equal to half your level rounded up. Each time you cast a spell from a tengu heritage or ancestry feat, you can decide whether it's a divine or primal spell."
					]
				},
				{
					"name": "Skyborn Tengu",
					"shortName": "Skyborn",
					"source": "APG",
					"page": 26,
					"entries": [
						"Your bones may be especially light, you may be a rare tengu with wings, or your connection to the spirits of wind and sky might be stronger than most, slowing your descent through the air. You take no damage from falling, regardless of the distance you fall."
					]
				},
				{
					"name": "Stormtossed Tengu",
					"shortName": "Stormtossed",
					"source": "APG",
					"page": 26,
					"entries": [
						"Whether due to a blessing from {@deity Hei Feng|LOGM} or hatching from your egg during a squall, you are resistant to storms. You gain electricity resistance equal to half your level (minimum 1). You automatically succeed at the flat check to target a {@condition concealed} creature if that creature is {@condition concealed} only by rain or fog."
					]
				},
				{
					"name": "Taloned Tengu",
					"shortName": "Taloned",
					"source": "APG",
					"page": 26,
					"entries": [
						"Your talons are every bit as sharp and strong as your beak. You gain a talons unarmed attack that deals {@damage 1d4} slashing damage. Your talons are in the brawling group and have the {@trait agile}, {@trait finesse}, {@trait unarmed}, and {@trait versatile} piercing traits."
					]
				},
				{
					"name": "Dogtooth Tengu",
					"shortName": "Dogtooth",
					"source": "LOAG",
					"page": 57,
					"entries": [
						"In addition to a beak, your mouth also features a number of vicious, pointed teeth. Some legends claim your powerful jaws can even bite through steel. While you aren't that strong yet, your fangs can still leave terrible wounds. Your beak unarmed attack gains the {@trait deadly} d8 trait."
					]
				},
				{
					"name": "Wavediver Tengu",
					"shortName": "Wavediver",
					"source": "LOAG",
					"page": 57,
					"entries": [
						"You're one of the rare tengu who can cut through water like a bird through air, and you often lurk in rivers or oceans where few expect you. You gain a swim Speed of 15 feet."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "external",
						"path": "https://2e.aonprd.com/Images/Ancestries/Tengu01.png"
					}
				},
				{
					"type": "image",
					"href": {
						"type": "external",
						"path": "https://2e.aonprd.com/Images/Ancestries/Tengu02.png"
					}
				}
			]
		}
	]
}